{
    "nomor": 1,
    "nama": "الفاتحة",
    "nama_latin": "Al-Fatihah",
    "jumlah_ayat": 7,
    "tempat_turun": "mekah",
    "arti": "Pembukaan",
    "deskripsi": "Surat <i>Al Faatihah</i> (Pembukaan) yang diturunkan di Mekah dan terdiri dari 7 ayat adalah surat yang pertama-tama diturunkan dengan lengkap  diantara surat-surat yang ada dalam Al Quran dan termasuk golongan surat Makkiyyah. Surat ini disebut <i>Al Faatihah</i> (Pembukaan), karena dengan surat inilah dibuka dan dimulainya Al Quran. Dinamakan <i>Ummul Quran</i> (induk Al Quran) atau <i>Ummul Kitaab</i> (induk Al Kitaab) karena dia merupakan induk dari semua isi Al Quran, dan karena itu diwajibkan membacanya pada tiap-tiap sembahyang.<br> Dinamakan pula <i>As Sab'ul matsaany</i> (tujuh yang berulang-ulang) karena ayatnya tujuh dan dibaca berulang-ulang dalam sholat.",
    "audio": "https://equran.nos.wjv-1.neo.id/audio-full/Misyari-Rasyid-Al-Afasi/001.mp3",
    "status": true,
    "ayat": [
        {
            "id": 1,
            "surah": 1,
            "nomor": 1,
            "ar": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
            "tr": "bismillāhir-raḥmānir-raḥīm(i).",
            "idn": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."
        },
        {
            "id": 2,
            "surah": 1,
            "nomor": 2,
            "ar": "اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ",
            "tr": "al-ḥamdu lillāhi rabbil-‘ālamīn(a).",
            "idn": "Segala puji bagi Allah, Tuhan seluruh alam,"
        },
        {
            "id": 3,
            "surah": 1,
            "nomor": 3,
            "ar": "الرَّحْمٰنِ الرَّحِيْمِۙ",
            "tr": "ar-raḥmānir-raḥīm(i).",
            "idn": "Yang Maha Pengasih, Maha Penyayang,"
        },
        {
            "id": 4,
            "surah": 1,
            "nomor": 4,
            "ar": "مٰلِكِ يَوْمِ الدِّيْنِۗ",
            "tr": "māliki yaumid-dīn(i).",
            "idn": "Pemilik hari pembalasan."
        },
        {
            "id": 5,
            "surah": 1,
            "nomor": 5,
            "ar": "اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُۗ",
            "tr": "iyyāka na‘budu wa iyyāka nasta‘īn(u),",
            "idn": "Hanya kepada Engkaulah kami menyembah dan hanya kepada Engkaulah kami mohon pertolongan."
        },
        {
            "id": 6,
            "surah": 1,
            "nomor": 6,
            "ar": "اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَۙ",
            "tr": "ihdinaṣ-ṣirāṭal-mustaqīm(a).",
            "idn": "Tunjukilah kami jalan yang lurus,"
        },
        {
            "id": 7,
            "surah": 1,
            "nomor": 7,
            "ar": "صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ەۙ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّاۤلِّيْنَ ࣖ",
            "tr": "Ṣirāṭal-lażīna an‘amta ‘alaihim, gairil-magḍūbi ‘alaihim wa laḍ-ḍāllīn(a).",
            "idn": "(yaitu) jalan orang-orang yang telah Engkau beri nikmat kepadanya; bukan (jalan) mereka yang dimurkai, dan bukan (pula jalan) mereka yang sesat."
        }
    ],
    "surat_selanjutnya": {
        "id": 2,
        "nomor": 2,
        "nama": "البقرة",
        "nama_latin": "Al-Baqarah",
        "jumlah_ayat": 286,
        "tempat_turun": "madinah",
        "arti": "Sapi",
        "deskripsi": "Surat <i>Al Baqarah</i> yang 286 ayat itu turun di Madinah yang sebahagian besar diturunkan pada permulaan tahun Hijrah, kecuali ayat 281 diturunkan di Mina pada Hajji wadaa' (hajji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat dari surat Al Baqarah termasuk golongan Madaniyyah, merupakan surat yang terpanjang di antara surat-surat Al Quran yang di dalamnya terdapat pula ayat yang terpancang (ayat 282). Surat ini dinamai <i>Al Baqarah</i> karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), dimana dijelaskan watak orang Yahudi pada umumnya. Dinamai <i>Fusthaatul-Quran</i> (puncak Al Quran) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat  <i>alif-laam-miim</i> karena surat ini dimulai dengan Alif-laam-miim.",
        "audio": "https://equran.nos.wjv-1.neo.id/audio-full/Misyari-Rasyid-Al-Afasi/002.mp3"
    },
    "surat_sebelumnya": false
}