{
    "nomor": 16,
    "nama": "النحل",
    "nama_latin": "An-Nahl",
    "jumlah_ayat": 128,
    "tempat_turun": "mekah",
    "arti": "Lebah",
    "deskripsi": "Surat ini terdiri atas 128 ayat, termasuk golongan surat-surat Makkiyyah. Surat ini dinamakan <i>An Nahl</i> yang berarti <i>lebah</i> karena di dalamnya, terdapat firman Allah s.w.t. ayat 68 yang artinya : \"Dan Tuhanmu mewahyukan kepada lebah.\" Lebah adalah makhluk Allah yang banyak memberi manfaat  dan kenikmatan kepada manusia. Ada persamaan antara madu yang dihasilkan oleh lebah dengan Al Quranul Karim. Madu berasal dari bermacam-macam sari bunga dan dia menjadi obat bagi bermacam-macam penyakit manusia (lihat ayat 69). Sedang Al Quran mengandung inti sari dari kitab-kitab yang telah diturunkan kepada Nabi-nabi zaman dahulu ditambah dengan ajaran-ajaran yang diperlukan oleh semua bangsa sepanjang masa untuk mencapai kebahagiaan dunia dan akhirat. (Lihat surat (10) Yunus ayat 57 dan surat (17) Al Isra' ayat  82). Surat ini dinamakan pula \"An Ni'am\" artinya nikmat-nikmat, karena di dalamnya Allah menyebutkan pelbagai macam nikmat untuk hamba-hamba-Nya.",
    "audio": "https://equran.nos.wjv-1.neo.id/audio-full/Misyari-Rasyid-Al-Afasi/016.mp3",
    "status": true,
    "ayat": [
        {
            "id": 1902,
            "surah": 16,
            "nomor": 1,
            "ar": "اَتٰىٓ اَمْرُ اللّٰهِ فَلَا تَسْتَعْجِلُوْهُ ۗسُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
            "tr": "atā amrullāhi falā tasta‘jilūh(u), subḥānahū wa ta‘ālā ‘ammā yusyrikūn(a).",
            "idn": "Ketetapan Allah pasti datang, maka janganlah kamu meminta agar dipercepat (datang)nya. Mahasuci Allah dan Mahatinggi Dia dari apa yang mereka persekutukan."
        },
        {
            "id": 1903,
            "surah": 16,
            "nomor": 2,
            "ar": "يُنَزِّلُ الْمَلٰۤىِٕكَةَ بِالرُّوْحِ مِنْ اَمْرِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖٓ اَنْ اَنْذِرُوْٓا اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاتَّقُوْنِ ",
            "tr": "yunazzilul-malā'ikata bir-rūḥi min amrihī ‘alā may yasyā'u min ‘ibādihī an anżirū annahū lā ilāha illā ana fattaqūn(i).",
            "idn": "Dia menurunkan para malaikat membawa wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, (dengan berfirman) yaitu, “Peringatkanlah (hamba-hamba-Ku), bahwa tidak ada tuhan selain Aku, maka hendaklah kamu bertakwa kepada-Ku.”       "
        },
        {
            "id": 1904,
            "surah": 16,
            "nomor": 3,
            "ar": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ تَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
            "tr": "khalaqas-samāwāti wal-arḍa bil-ḥaqq(i), ta‘ālā ‘ammā yusyrikūn(a).",
            "idn": "Dia menciptakan langit dan bumi dengan kebenaran. Mahatinggi Allah dari apa yang mereka persekutukan."
        },
        {
            "id": 1905,
            "surah": 16,
            "nomor": 4,
            "ar": "خَلَقَ الْاِنْسَانَ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ ",
            "tr": "khalaqal-insāna min nuṭfatin fa iżā huwa khaṣīmum mubīn(un).",
            "idn": "Dia telah menciptakan manusia dari mani, ternyata dia menjadi pembantah yang nyata."
        },
        {
            "id": 1906,
            "surah": 16,
            "nomor": 5,
            "ar": "وَالْاَنْعَامَ خَلَقَهَا لَكُمْ فِيْهَا دِفْءٌ وَّمَنَافِعُ وَمِنْهَا تَأْكُلُوْنَ ",
            "tr": "wal-an‘āma khalaqahā lakum fīhā dif'uw wa manāfi‘u wa minhā ta'kulūn(a).",
            "idn": "Dan hewan ternak telah diciptakan-Nya, untuk kamu padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan."
        },
        {
            "id": 1907,
            "surah": 16,
            "nomor": 6,
            "ar": "وَلَكُمْ فِيْهَا جَمَالٌ حِيْنَ تُرِيْحُوْنَ وَحِيْنَ تَسْرَحُوْنَۖ",
            "tr": "wa lakum fīhā jamālun ḥīna turīḥūna wa ḥīna tasraḥūn(a).",
            "idn": "Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan)."
        },
        {
            "id": 1908,
            "surah": 16,
            "nomor": 7,
            "ar": "وَتَحْمِلُ اَثْقَالَكُمْ اِلٰى بَلَدٍ لَّمْ تَكُوْنُوْا بٰلِغِيْهِ اِلَّا بِشِقِّ الْاَنْفُسِۗ اِنَّ رَبَّكُمْ لَرَءُوْفٌ رَّحِيْمٌۙ",
            "tr": "wa taḥmilu aṡqālakum ilā baladil lam takūnū bāligīhi illā bisyiqqil-anfus(i), inna rabbakum lara'ūfur raḥīm(un).",
            "idn": "Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang,"
        },
        {
            "id": 1909,
            "surah": 16,
            "nomor": 8,
            "ar": "وَّالْخَيْلَ وَالْبِغَالَ وَالْحَمِيْرَ لِتَرْكَبُوْهَا وَزِيْنَةًۗ وَيَخْلُقُ مَا لَا تَعْلَمُوْنَ",
            "tr": "wal-khaila wal-bigāla wal-ḥamīra litarkabūhā wa zīnah(tan), wa yakhluqu mā lā ta‘lamūn(a).",
            "idn": "dan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui."
        },
        {
            "id": 1910,
            "surah": 16,
            "nomor": 9,
            "ar": "وَعَلَى اللّٰهِ قَصْدُ السَّبِيْلِ وَمِنْهَا جَاۤىِٕرٌ ۗوَلَوْ شَاۤءَ لَهَدٰىكُمْ اَجْمَعِيْنَ ࣖ  ",
            "tr": "wa ‘alallāhi qaṣdus-sabīli wa minhā jā'ir(un), wa lau syā'a lahadākum ajma‘īn(a).",
            "idn": "Dan hak Allah menerangkan jalan yang lurus, dan di antaranya ada (jalan) yang menyimpang. Dan jika Dia menghendaki, tentu Dia memberi petunjuk kamu semua (ke jalan yang benar)."
        },
        {
            "id": 1911,
            "surah": 16,
            "nomor": 10,
            "ar": "هُوَ الَّذِيْٓ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً لَّكُمْ مِّنْهُ شَرَابٌ وَّمِنْهُ شَجَرٌ فِيْهِ تُسِيْمُوْنَ   ",
            "tr": "huwal-lażī anzala minas-samā'i mā'al lakum minhu syarābuw wa minhu syajarun fīhi tusīmūn(a).",
            "idn": "Dialah yang telah menurunkan air (hujan) dari langit untuk kamu, sebagiannya menjadi minuman dan sebagiannya (menyuburkan) tumbuhan, padanya kamu menggembalakan ternakmu."
        },
        {
            "id": 1912,
            "surah": 16,
            "nomor": 11,
            "ar": "يُنْۢبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُوْنَ وَالنَّخِيْلَ وَالْاَعْنَابَ وَمِنْ كُلِّ الثَّمَرٰتِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
            "tr": "yumbitu lakum bihiz-zar‘a waz-zaitūna wan-nakhīla wal-a‘nāba wa min kulliṡ-ṡamarāt(i), inna fī żālika la'āyatal liqaumiy yatafakkarūn(a).",
            "idn": "Dengan (air hujan) itu Dia menumbuhkan untuk kamu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir."
        },
        {
            "id": 1913,
            "surah": 16,
            "nomor": 12,
            "ar": "وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَۙ وَالشَّمْسَ وَالْقَمَرَ ۗوَالنُّجُوْمُ مُسَخَّرٰتٌۢ بِاَمْرِهٖ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَۙ",
            "tr": "wa sakhkhara lakumul-laila wan-nahār(a), wasy-syamsa wal-qamar(a), wan-nujūmu musakhkharātum bi'amrih(ī), inna fī żālika la'āyātil liqaumiy ya‘qilūn(a).",
            "idn": "Dia menundukkan malam dan siang, matahari dan bulan untukmu, dan bin-tang-bintang dikendalikan dengan perintah-Nya. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang yang mengerti,"
        },
        {
            "id": 1914,
            "surah": 16,
            "nomor": 13,
            "ar": "وَمَا ذَرَاَ لَكُمْ فِى الْاَرْضِ مُخْتَلِفًا اَلْوَانُهٗ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّذَّكَّرُوْنَ ",
            "tr": "wa mā żara'a lakum fil-arḍi mukhtalifan alwānuh(ū), inna fī żālika la'āyatal liqaumiy yażżakkarūn(a).",
            "idn": "dan (Dia juga mengendalikan) apa yang Dia ciptakan untukmu di bumi ini dengan berbagai jenis dan macam warnanya. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi kaum yang mengambil pelajaran."
        },
        {
            "id": 1915,
            "surah": 16,
            "nomor": 14,
            "ar": "وَهُوَ الَّذِيْ سَخَّرَ الْبَحْرَ لِتَأْكُلُوْا مِنْهُ لَحْمًا طَرِيًّا وَّتَسْتَخْرِجُوْا مِنْهُ حِلْيَةً تَلْبَسُوْنَهَاۚ وَتَرَى الْفُلْكَ مَوَاخِرَ فِيْهِ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
            "tr": "wa huwal-lażī sakhkharal-baḥra lita'kulū minhu laḥman ṭariyyaw wa tastakhrijū minhu ḥilyatan talbasūnahā, wa taral-fulka mawākhira fīhi wa litabtagū min faḍlihī wa la‘allakum tasykurūn(a).",
            "idn": "Dan Dialah yang menundukkan lautan (untukmu), agar kamu dapat memakan daging yang segar (ikan) darinya, dan (dari lautan itu) kamu mengeluarkan perhiasan yang kamu pakai. Kamu (juga) melihat perahu berlayar padanya, dan agar kamu mencari sebagian karunia-Nya, dan agar kamu bersyukur."
        },
        {
            "id": 1916,
            "surah": 16,
            "nomor": 15,
            "ar": "وَاَلْقٰى فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِكُمْ وَاَنْهٰرًا وَّسُبُلًا لَّعَلَّكُمْ تَهْتَدُوْنَۙ",
            "tr": "wa alqā fil-arḍi rawāsiya an tamīda bikum wa anhāraw wa subulal la‘allakum tahtadūn(a).",
            "idn": "Dan Dia menancapkan gunung di bumi agar bumi itu tidak goncang bersama kamu, (dan Dia menciptakan) sungai-sungai dan jalan-jalan agar kamu mendapat petunjuk,"
        },
        {
            "id": 1917,
            "surah": 16,
            "nomor": 16,
            "ar": "وَعَلٰمٰتٍۗ وَبِالنَّجْمِ هُمْ يَهْتَدُوْنَ  ",
            "tr": "wa ‘alāmāt(in), wa bin-najmi hum yahtadūn(a).",
            "idn": "dan (Dia menciptakan) tanda-tanda (penunjuk jalan). Dan dengan bintang-bintang mereka mendapat petunjuk."
        },
        {
            "id": 1918,
            "surah": 16,
            "nomor": 17,
            "ar": "اَفَمَنْ يَّخْلُقُ كَمَنْ لَّا يَخْلُقُۗ اَفَلَا تَذَكَّرُوْنَ ",
            "tr": "afamay yakhluqu kamal lā yakhluq(u), afalā tażakkarūn(a).",
            "idn": "Maka apakah (Allah) yang menciptakan sama dengan yang tidak dapat menciptakan (sesuatu)? Mengapa kamu tidak mengambil pelajaran?"
        },
        {
            "id": 1919,
            "surah": 16,
            "nomor": 18,
            "ar": "وَاِنْ تَعُدُّوْا نِعْمَةَ اللّٰهِ لَا تُحْصُوْهَا ۗاِنَّ اللّٰهَ لَغَفُوْرٌ رَّحِيْمٌ ",
            "tr": "wa in ta‘uddū ni‘matallāhi lā tuḥṣūhā, innallāha lagafūrur raḥīm(un).",
            "idn": "Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sungguh, Allah benar-benar Maha Pengampun, Maha Penyayang."
        },
        {
            "id": 1920,
            "surah": 16,
            "nomor": 19,
            "ar": "وَاللّٰهُ يَعْلَمُ مَا تُسِرُّوْنَ وَمَا تُعْلِنُوْنَ ",
            "tr": "wallāhu ya‘lamu mā tusirrūna wa mā tu‘linūn(a).",
            "idn": "Dan Allah mengetahui apa yang kamu rahasiakan dan apa yang kamu lahirkan."
        },
        {
            "id": 1921,
            "surah": 16,
            "nomor": 20,
            "ar": "وَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَا يَخْلُقُوْنَ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَۗ ",
            "tr": "wal-lażīna yad‘ūna min dūnillāhi lā yakhluqūna syai'aw wa hum yukhlaqūn(a).",
            "idn": "Dan (berhala-berhala) yang mereka seru selain Allah, tidak dapat membuat sesuatu apa pun, sedang berhala-berhala itu (sendiri) dibuat orang."
        },
        {
            "id": 1922,
            "surah": 16,
            "nomor": 21,
            "ar": "اَمْوَاتٌ غَيْرُ اَحْيَاۤءٍ ۗوَمَا يَشْعُرُوْنَۙ اَيَّانَ يُبْعَثُوْنَ ࣖ ",
            "tr": "amwātun gairu aḥyā'(in), wa mā yasy‘urūna ayyāna yub‘aṡūn(a).",
            "idn": "(Berhala-berhala itu) benda mati, tidak hidup, dan berhala-berhala itu tidak mengetahui kapankah (penyembahnya) dibangkitkan."
        },
        {
            "id": 1923,
            "surah": 16,
            "nomor": 22,
            "ar": "اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ ۚفَالَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ قُلُوْبُهُمْ مُّنْكِرَةٌ وَّهُمْ مُّسْتَكْبِرُوْنَ ",
            "tr": "ilāhukum ilāhuw wāḥid(un), fal-lażīna lā yu'minūna bil-ākhirati qulūbuhum munkiratuw wa hum mustakbirūn(a).",
            "idn": "Tuhan kamu adalah Tuhan Yang Maha Esa. Maka orang yang tidak beriman kepada akhirat, hati mereka mengingkari (keesaan Allah), dan mereka adalah orang yang sombong."
        },
        {
            "id": 1924,
            "surah": 16,
            "nomor": 23,
            "ar": "لَا جَرَمَ اَنَّ اللّٰهَ يَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ۗاِنَّهٗ لَا يُحِبُّ الْمُسْتَكْبِرِيْنَ ",
            "tr": "lā jarama annallāha ya‘lamu mā yusirrūna wa mā yu‘linūn(a), innahū lā yuḥibbul-mustakbirīn(a).",
            "idn": "Tidak diragukan lagi bahwa Allah mengetahui apa yang mereka rahasiakan dan apa yang mereka lahirkan. Sesungguhnya Dia tidak menyukai orang yang sombong."
        },
        {
            "id": 1925,
            "surah": 16,
            "nomor": 24,
            "ar": "وَاِذَا قِيْلَ لَهُمْ مَّاذَآ اَنْزَلَ رَبُّكُمْ ۙقَالُوْٓا اَسَاطِيْرُ الْاَوَّلِيْنَ ",
            "tr": "wa iżā qīla lahum māżā anzala rabbukum, qālū asāṭīrul-awwalīn(a).",
            "idn": "Dan apabila dikatakan kepada mereka, “Apakah yang telah diturunkan Tuhanmu?” Mereka menjawab, “Dongeng-dongeng orang dahulu,”"
        },
        {
            "id": 1926,
            "surah": 16,
            "nomor": 25,
            "ar": "لِيَحْمِلُوْٓا اَوْزَارَهُمْ كَامِلَةً يَّوْمَ الْقِيٰمَةِ ۙوَمِنْ اَوْزَارِ الَّذِيْنَ يُضِلُّوْنَهُمْ بِغَيْرِ عِلْمٍ ۗ اَلَا سَاۤءَ مَا يَزِرُوْنَ ࣖ ",
            "tr": "liyaḥmilū auzārahum kāmilatay yaumal-qiyāmah(ti), wa min auzāril-lażīna yuḍillūnahum bigairi ‘ilm(in), alā sā'a mā yazirūn(a).",
            "idn": "(ucapan mereka) menyebabkan mereka pada hari Kiamat memikul dosa-dosanya sendiri secara sempurna, dan sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun (bahwa mereka disesatkan). Ingatlah, alangkah buruknya (dosa) yang mereka pikul itu."
        },
        {
            "id": 1927,
            "surah": 16,
            "nomor": 26,
            "ar": "قَدْ مَكَرَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَاَتَى اللّٰهُ بُنْيَانَهُمْ مِّنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَاَتٰىهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَ ",
            "tr": "qad makaral-lażīna min qablihim fa atallāhu bun-yānahum minal-qawā‘idi fa kharra ‘alaihimus-saqfu min fauqihim wa atāhumul-‘ażābu min ḥaiṡu lā yasy‘urūn(a).",
            "idn": "Sungguh, orang-orang yang sebelum mereka telah mengadakan tipu daya, maka Allah menghancurkan rumah-rumah mereka mulai dari pondasinya, lalu atap (rumah itu) jatuh menimpa mereka dari atas, dan siksa itu datang kepada mereka dari arah yang tidak mereka sadari."
        },
        {
            "id": 1928,
            "surah": 16,
            "nomor": 27,
            "ar": "ثُمَّ يَوْمَ الْقِيٰمَةِ يُخْزِيْهِمْ وَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تُشَاۤقُّوْنَ فِيْهِمْ ۗقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ اِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوْۤءَ عَلَى الْكٰفِرِيْنَۙ",
            "tr": "Ṡumma yaumal-qiyāmati yukhzīhim wa yaqūlu aina syurakā'iyal-lażīna kuntum tusyāqqūna fīhim, qālal-lażīna ūtul-‘ilma innal-khizyal-yauma was-sū'a ‘alal-kāfirīn(a).",
            "idn": "Kemudian Allah menghinakan mereka pada hari Kiamat, dan berfirman, “Di manakah sekutu-sekutu-Ku itu (yang karena membelanya) kamu selalu memusuhi mereka (nabi-nabi dan orang yang beriman)?” Orang-orang yang diberi ilmu berkata, “Sesungguhnya kehinaan dan azab pada hari ini ditimpakan kepada orang yang kafir,”"
        },
        {
            "id": 1929,
            "surah": 16,
            "nomor": 28,
            "ar": "الَّذِيْنَ تَتَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ ظَالِمِيْٓ اَنْفُسِهِمْ ۖفَاَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوْۤءٍ ۗبَلٰىٓ اِنَّ اللّٰهَ عَلِيْمٌۢ بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
            "tr": "allażīna tatawaffāhumul-malā'ikatu ẓālimī anfusihim, fa alqawus-salama mā kunnā na‘malu min sū'(in), balā innallāha ‘alīmum bimā kuntum ta‘malūn(a).",
            "idn": "(yaitu) orang yang dicabut nyawanya oleh para malaikat dalam keadaan (berbuat) zalim kepada diri sendiri, lalu mereka menyerahkan diri (sambil berkata), “Kami tidak pernah mengerjakan sesuatu kejahatan pun.” (Malaikat menjawab), “Pernah! Sesungguhnya Allah Maha Mengetahui apa yang telah kamu kerjakan.”"
        },
        {
            "id": 1930,
            "surah": 16,
            "nomor": 29,
            "ar": "فَادْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۗفَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ ",
            "tr": "fadkhulū abwāba jahannama khālidīna fīhā, fa labi'sa maṡwal-mutakabbirīn(a).",
            "idn": "Maka masukilah pintu-pintu neraka Jahanam, kamu kekal di dalamnya. Pasti itu seburuk-buruk tempat orang yang menyombongkan diri."
        },
        {
            "id": 1931,
            "surah": 16,
            "nomor": 30,
            "ar": "۞ وَقِيْلَ لِلَّذِيْنَ اتَّقَوْا مَاذَآ اَنْزَلَ رَبُّكُمْ ۗقَالُوْا خَيْرًا ۚلِلَّذِيْنَ اَحْسَنُوْا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةٌ  ۗوَلَدَارُ الْاٰخِرَةِ خَيْرٌ ۗوَلَنِعْمَ دَارُ الْمُتَّقِيْنَۙ",
            "tr": "wa qīla lil-lażīnattaqau māżā anzala rabbukum, qālū khairā(n), lil-lażīna aḥsanū fī hāżihid-dun-yā ḥasanah(tun), wa ladārul-ākhirati khair(un), wa lani‘ma dārul-muttaqīn(a).",
            "idn": "Dan kemudian dikatakan kepada orang yang bertakwa, “Apakah yang telah diturunkan oleh Tuhanmu?” Mereka menjawab, “Kebaikan.” Bagi orang yang berbuat baik di dunia ini mendapat (balasan) yang baik. Dan sesungguhnya negeri akhirat pasti lebih baik. Dan itulah sebaik-baik tempat bagi orang yang bertakwa,"
        },
        {
            "id": 1932,
            "surah": 16,
            "nomor": 31,
            "ar": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ لَهُمْ فِيْهَا مَا يَشَاۤءُوْنَ ۗ كَذٰلِكَ يَجْزِى اللّٰهُ الْمُتَّقِيْنَۙ",
            "tr": "jannātu ‘adniy yadkhulūnahā tajrī min taḥtihal-anhāru lahum fīhā mā yasyā'ūn(a), każālika yajzillāhul-muttaqīn(a).",
            "idn": "(yaitu) surga-surga ‘Adn yang mereka masuki, mengalir di bawahnya sungai-sungai, di dalam (surga) itu mereka mendapat segala apa yang diinginkan. Demikianlah Allah memberi balasan kepada orang yang bertakwa,"
        },
        {
            "id": 1933,
            "surah": 16,
            "nomor": 32,
            "ar": "الَّذِيْنَ تَتَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ طَيِّبِيْنَ ۙيَقُوْلُوْنَ سَلٰمٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
            "tr": "allażīna tatawafāhumul-malā'ikatu ṭayyibīn(a), yaqūlūna salāmun ‘alaikumudkhulul-jannata bimā kuntum ta‘malūn(a).",
            "idn": "(yaitu) orang yang ketika diwafatkan oleh para malaikat dalam keadaan baik, mereka (para malaikat) mengatakan (kepada mereka), “Salamun ‘alaikum, masuklah ke dalam surga karena apa yang telah kamu kerjakan.”"
        },
        {
            "id": 1934,
            "surah": 16,
            "nomor": 33,
            "ar": "هَلْ يَنْظُرُوْنَ اِلَّآ اَنْ تَأْتِيَهُمُ الْمَلٰۤىِٕكَةُ اَوْ يَأْتِيَ اَمْرُ رَبِّكَ ۗ كَذٰلِكَ فَعَلَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗوَمَا ظَلَمَهُمُ اللّٰهُ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ ",
            "tr": "hal yanẓurūna illā an ta'tiyahumul-malā'ikatu au ya'tiya amru rabbik(a), każālika fa‘alal-lażīna min qablihim, wa mā ẓalamahumullāhu wa lākin kānū anfusahum yaẓlimūn(a).",
            "idn": "Tidak ada yang ditunggu mereka (orang kafir) selain datangnya para malaikat kepada mereka atau datangnya perintah Tuhanmu. Demikianlah yang telah diperbuat oleh orang-orang (kafir) sebelum mereka. Allah tidak menzalimi mereka, justru merekalah yang (selalu) menzalimi diri mereka sendiri."
        },
        {
            "id": 1935,
            "surah": 16,
            "nomor": 34,
            "ar": "فَاَصَابَهُمْ سَيِّاٰتُ مَا عَمِلُوْا وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ ",
            "tr": "fa aṣābahum sayyi'ātu mā ‘amilū wa ḥāqa bihim mā kānū bihī yastahzi'ūn(a).",
            "idn": "Maka mereka ditimpa azab (akibat) perbuatan mereka dan diliputi oleh azab yang dulu selalu mereka perolok-olokkan."
        },
        {
            "id": 1936,
            "surah": 16,
            "nomor": 35,
            "ar": "وَقَالَ الَّذِيْنَ اَشْرَكُوْا لَوْ شَاۤءَ اللّٰهُ مَا عَبَدْنَا مِنْ دُوْنِهٖ مِنْ شَيْءٍ نَّحْنُ وَلَآ اٰبَاۤؤُنَا وَلَا حَرَّمْنَا مِنْ دُوْنِهٖ مِنْ شَيْءٍ ۗ كَذٰلِكَ فَعَلَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۚفَهَلْ عَلَى الرُّسُلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
            "tr": "wa qālal-lażīna asyrakū lau syā'allāhu mā ‘abadnā min dūnihī min syai'in naḥnu wa lā ābā'unā wa lā ḥarramnā min dūnihī min syai'(in), każālika fa‘alal-lażīna min qablihim, fahal ‘alar-rusuli illal-balāgul-mubīn(u).",
            "idn": "Dan orang musyrik berkata, “Jika Allah menghendaki, niscaya kami tidak akan menyembah sesuatu apa pun selain Dia, baik kami maupun bapak-bapak kami, dan tidak (pula) kami mengharamkan sesuatu pun tanpa (izin)-Nya.” Demikianlah yang diperbuat oleh orang sebelum mereka. Bukankah kewajiban para rasul hanya menyampaikan (amanat Allah) dengan jelas."
        },
        {
            "id": 1937,
            "surah": 16,
            "nomor": 36,
            "ar": "وَلَقَدْ بَعَثْنَا فِيْ كُلِّ اُمَّةٍ رَّسُوْلًا اَنِ اعْبُدُوا اللّٰهَ وَاجْتَنِبُوا الطَّاغُوْتَۚ فَمِنْهُمْ مَّنْ هَدَى اللّٰهُ وَمِنْهُمْ مَّنْ حَقَّتْ عَلَيْهِ الضَّلٰلَةُ ۗ فَسِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ",
            "tr": "wa laqad ba‘aṡnā fī kulli ummatir rasūlan ani‘budullāha wajtanibuṭ-ṭāgūt(a), fa minhum man hadallāhu wa minhum man ḥaqqat ‘alaihiḍ-ḍalālah(tu), fa sīrū fil-arḍi fanẓurū kaifa kāna ‘āqibatul-mukażżibīn(a).",
            "idn": "Dan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), “Sembahlah Allah, dan jauhilah tagut”, kemudian di antara mereka ada yang diberi petunjuk oleh Allah dan ada pula yang tetap dalam kesesatan. Maka berjalanlah kamu di bumi dan perhatikanlah bagaimana kesudahan orang yang mendustakan (rasul-rasul)."
        },
        {
            "id": 1938,
            "surah": 16,
            "nomor": 37,
            "ar": "اِنْ تَحْرِصْ عَلٰى هُدٰىهُمْ فَاِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ يُّضِلُّ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ",
            "tr": "in taḥriṣ ‘alā hudāhum fa innallāha lā yahdī may yuḍillu wa mā lahum min nāṣirīn(a).",
            "idn": "Jika engkau (Muhammad) sangat mengharapkan agar mereka mendapat petunjuk, maka sesungguhnya Allah tidak akan memberi petunjuk kepada orang yang disesatkan-Nya, dan mereka tidak mempunyai penolong."
        },
        {
            "id": 1939,
            "surah": 16,
            "nomor": 38,
            "ar": "وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْۙ  لَا يَبْعَثُ اللّٰهُ مَنْ يَّمُوْتُۗ بَلٰى وَعْدًا عَلَيْهِ حَقًّا وَّلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَۙ",
            "tr": "wa aqsamū billāhi jahda aimānihim, lā yab‘aṡullāhu may yamūt(u), balā wa‘dan ‘alaihi ḥaqqaw wa lākinna akṡaran-nāsi lā ya‘lamūn(a).",
            "idn": "Dan mereka bersumpah dengan (nama) Allah dengan sumpah yang sungguh-sungguh, “Allah tidak akan membangkitkan orang yang mati.” Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui,"
        },
        {
            "id": 1940,
            "surah": 16,
            "nomor": 39,
            "ar": "لِيُبَيِّنَ لَهُمُ الَّذِيْ يَخْتَلِفُوْنَ فِيْهِ وَلِيَعْلَمَ الَّذِيْنَ كَفَرُوْٓا اَنَّهُمْ كَانُوْا كٰذِبِيْنَ  ",
            "tr": "liyubayyina lahumul-lażī yakhtalifūna fīhi wa liya‘lamal-lażīna kafarū annahum kānū-kāżibīn(a).",
            "idn": "agar Dia menjelaskan kepada mereka apa yang mereka perselisihkan itu, dan agar orang kafir itu mengetahui bahwa mereka adalah orang yang berdusta. "
        },
        {
            "id": 1941,
            "surah": 16,
            "nomor": 40,
            "ar": "اِنَّمَا قَوْلُنَا لِشَيْءٍ اِذَآ اَرَدْنٰهُ اَنْ نَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ ࣖ ",
            "tr": "innamā qaulunā lisyai'in iżā aradnāhu an naqūla lahū kun fa yakūn(u).",
            "idn": "Sesungguhnya firman Kami terhadap sesuatu apabila Kami menghendakinya, Kami hanya mengatakan kepadanya, “Jadilah!” Maka jadilah sesuatu itu."
        },
        {
            "id": 1942,
            "surah": 16,
            "nomor": 41,
            "ar": "وَالَّذِيْنَ هَاجَرُوْا فِى اللّٰهِ مِنْۢ بَعْدِ مَا ظُلِمُوْا لَنُبَوِّئَنَّهُمْ فِى الدُّنْيَا حَسَنَةً  ۗوَلَاَجْرُ الْاٰخِرَةِ اَكْبَرُۘ لَوْ كَانُوْا يَعْلَمُوْنَۙ",
            "tr": "wal-lażīna hājarū fillāhi mim ba‘di mā ẓulimū lanubawwi'annahum fid-dun-yā ḥasanah(tan), wa la'ajrul-ākhirati akbar(u), lau kānū ya‘lamūn(a).",
            "idn": "Dan orang yang berhijrah karena Allah setelah mereka dizalimi, pasti Kami akan memberikan tempat yang baik kepada mereka di dunia. Dan pahala di akhirat pasti lebih besar, sekiranya mereka mengetahui,"
        },
        {
            "id": 1943,
            "surah": 16,
            "nomor": 42,
            "ar": "الَّذِيْنَ صَبَرُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَ ",
            "tr": "allażīna ṣabarū wa ‘alā rabbihim yatawakkalūn(a).",
            "idn": "(yaitu) orang yang sabar dan hanya kepada Tuhan mereka bertawakal."
        },
        {
            "id": 1944,
            "surah": 16,
            "nomor": 43,
            "ar": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ  فَسْـَٔلُوْٓا اَهْلَ الذِّكْرِ اِنْ كُنْتُمْ لَا تَعْلَمُوْنَۙ",
            "tr": "wa mā arsalnā min qablika illā rijālan nūḥī ilaihim fas'alū ahlaż-żikri in kuntum lā ta‘lamūn(a).",
            "idn": "Dan Kami tidak mengutus sebelum engkau (Muhammad), melainkan orang laki-laki yang Kami beri wahyu kepada mereka; maka bertanyalah kepada orang yang mempunyai pengetahuan jika kamu tidak mengetahui,"
        },
        {
            "id": 1945,
            "surah": 16,
            "nomor": 44,
            "ar": "بِالْبَيِّنٰتِ وَالزُّبُرِۗ وَاَنْزَلْنَآ اِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ اِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُوْنَ ",
            "tr": "bil-bayyināti waz-zubur(i), wa anzalnā ilaikaż-żikra litubayyina lin-nāsi mā nuzzila ilaihim wa la‘allahum yatafakkarūn(a).",
            "idn": "(mereka Kami utus) dengan membawa keterangan-keterangan (mukjizat) dan kitab-kitab. Dan Kami turunkan Ad-Dzikr (Al-Qur'an) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka dan agar mereka memikirkan,"
        },
        {
            "id": 1946,
            "surah": 16,
            "nomor": 45,
            "ar": "اَفَاَمِنَ الَّذِيْنَ مَكَرُوا السَّيِّاٰتِ اَنْ يَّخْسِفَ اللّٰهُ بِهِمُ الْاَرْضَ اَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَۙ",
            "tr": "afa aminal-lażīna makarus-sayyi'āti ay yakhsifallāhu bihimul-arḍa au ya'tiyahumul-‘ażābu min ḥaiṡu lā yasy‘urūn(a).",
            "idn": "maka apakah orang yang membuat tipu daya yang jahat itu, merasa aman (dari bencana) dibenamkannya bumi oleh Allah bersama mereka, atau (terhadap) datangnya siksa kepada mereka dari arah yang tidak mereka sadari, "
        },
        {
            "id": 1947,
            "surah": 16,
            "nomor": 46,
            "ar": "اَوْ يَأْخُذَهُمْ فِيْ تَقَلُّبِهِمْ فَمَا هُمْ بِمُعْجِزِيْنَۙ",
            "tr": "au ya'khużahum fī taqallubihim famā hum bimu‘jizīn(a).",
            "idn": "atau Allah mengazab mereka pada waktu mereka dalam perjalanan; sehingga mereka tidak berdaya menolak (azab itu),"
        },
        {
            "id": 1948,
            "surah": 16,
            "nomor": 47,
            "ar": "اَوْ يَأْخُذَهُمْ عَلٰى تَخَوُّفٍۗ فَاِنَّ رَبَّكُمْ لَرَءُوْفٌ رَّحِيْمٌ ",
            "tr": "au ya'khużahum ‘alā takhawwuf(in), fa inna rabbakum lara'ūfur raḥīm(un).",
            "idn": "atau Allah mengazab mereka dengan berangsur-angsur (sampai binasa). Maka sungguh, Tuhanmu Maha Pengasih, Maha Penyayang."
        },
        {
            "id": 1949,
            "surah": 16,
            "nomor": 48,
            "ar": "اَوَلَمْ يَرَوْا اِلٰى مَا خَلَقَ اللّٰهُ مِنْ شَيْءٍ يَّتَفَيَّؤُا ظِلٰلُهٗ عَنِ الْيَمِيْنِ وَالشَّمَاۤىِٕلِ سُجَّدًا لِّلّٰهِ وَهُمْ دَاخِرُوْنَ ",
            "tr": "awalam yarau ilā mā khalaqallāhu min syai'iy yatafayya'u ẓilāluhū ‘anil-yamīni wasy-syamā'ili sujjadal lillāhi wa hum dākhirūn(a).",
            "idn": "Dan apakah mereka tidak memperhatikan suatu benda yang diciptakan Allah, bayang-bayangnya berbolak-balik ke kanan dan ke kiri, dalam keadaan sujud kepada Allah, dan mereka (bersikap) rendah hati."
        },
        {
            "id": 1950,
            "surah": 16,
            "nomor": 49,
            "ar": "وَلِلّٰهِ يَسْجُدُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ مِنْ دَاۤبَّةٍ وَّالْمَلٰۤىِٕكَةُ وَهُمْ لَا يَسْتَكْبِرُوْنَ ",
            "tr": "wa lillāhi yasjudu mā fis-samāwāti wa mā fil-arḍi min dābbatiw wal-malā'ikatu wa hum yastakbirūn(a).",
            "idn": "Dan segala apa yang ada di langit dan di bumi hanya bersujud kepada Allah yaitu semua makhluk bergerak (bernyawa) dan (juga) para malaikat, dan mereka (malaikat) tidak menyombongkan diri."
        },
        {
            "id": 1951,
            "surah": 16,
            "nomor": 50,
            "ar": "يَخَافُوْنَ رَبَّهُمْ مِّنْ فَوْقِهِمْ وَيَفْعَلُوْنَ مَا يُؤْمَرُوْنَ ࣖ ۩ ",
            "tr": "yakhāfūna rabbahum min fauqihim wa yaf‘alūna mā yu'marūn(a).",
            "idn": "Mereka takut kepada Tuhan yang (berkuasa) di atas mereka dan melaksanakan apa yang diperintahkan (kepada mereka)."
        },
        {
            "id": 1952,
            "surah": 16,
            "nomor": 51,
            "ar": "۞ وَقَالَ اللّٰهُ لَا تَتَّخِذُوْٓا اِلٰهَيْنِ اثْنَيْنِۚ اِنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ فَاِيَّايَ فَارْهَبُوْنِ ",
            "tr": "wa qālallāhu lā tattakhiżū ilāhainiṡnain(i), innamā huwa ilāhuw wāḥidun fa iyyāya farhabūn(i).",
            "idn": "Dan Allah berfirman, “Janganlah kamu menyembah dua tuhan; hanyalah Dia Tuhan Yang Maha Esa. Maka hendaklah kepada-Ku saja kamu takut.”"
        },
        {
            "id": 1953,
            "surah": 16,
            "nomor": 52,
            "ar": "وَلَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِ وَلَهُ الدِّيْنُ وَاصِبًاۗ اَفَغَيْرَ اللّٰهِ تَتَّقُوْنَ ",
            "tr": "wa lahū mā fis-samāwāti wal-arḍi wa lahud-dīnu wāṣibā(n), afagairallāhi tattaqūn(a).",
            "idn": "Dan milik-Nya meliputi segala apa yang ada di langit dan di bumi, dan kepada-Nyalah (ibadah dan) ketaatan selama-lamanya. Mengapa kamu takut kepada selain Allah?"
        },
        {
            "id": 1954,
            "surah": 16,
            "nomor": 53,
            "ar": "وَمَا بِكُمْ مِّنْ نِّعْمَةٍ فَمِنَ اللّٰهِ ثُمَّ اِذَا مَسَّكُمُ الضُّرُّ فَاِلَيْهِ تَجْـَٔرُوْنَۚ  ",
            "tr": "wa mā bikum min ni‘matin fa minallāhi ṡumma iżā massakumuḍ-ḍurru fa ilaihi taj'arūn(a).",
            "idn": "Dan segala nikmat yang ada padamu (datangnya) dari Allah, kemudian apabila kamu ditimpa kesengsaraan, maka kepada-Nyalah kamu meminta pertolongan."
        },
        {
            "id": 1955,
            "surah": 16,
            "nomor": 54,
            "ar": "ثُمَّ اِذَا كَشَفَ الضُّرَّ عَنْكُمْ اِذَا فَرِيْقٌ مِّنْكُمْ بِرَبِّهِمْ يُشْرِكُوْنَۙ",
            "tr": "Ṡumma iżā kasyafaḍ-ḍurra ‘ankum iżā farīqum minkum birabbihim yusyrikūn(a).",
            "idn": "Kemudian apabila Dia telah menghilangkan bencana dari kamu, malah sebagian kamu mempersekutukan Tuhan dengan (yang lain)."
        },
        {
            "id": 1956,
            "surah": 16,
            "nomor": 55,
            "ar": "لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۗ فَتَمَتَّعُوْاۗ فَسَوْفَ تَعْلَمُوْنَ  ",
            "tr": "liyakfurū bimā ātaināhum, fa tamatta‘ū fa saufa ta‘lamūn(a).",
            "idn": "Biarlah mereka mengingkari nikmat yang telah Kami berikan kepada mereka; bersenang-senanglah kamu. Kelak kamu akan mengetahui (akibatnya)."
        },
        {
            "id": 1957,
            "surah": 16,
            "nomor": 56,
            "ar": "وَيَجْعَلُوْنَ لِمَا لَا يَعْلَمُوْنَ نَصِيْبًا مِّمَّا رَزَقْنٰهُمْۗ تَاللّٰهِ لَتُسْـَٔلُنَّ عَمَّا كُنْتُمْ تَفْتَرُوْنَ ",
            "tr": "wa yaj‘alūna limā lā ya‘lamūna naṣībam mimmā razaqnāhum, tallāhi latus'alunna ‘ammā kuntum taftarūn(a).",
            "idn": "Dan mereka menyediakan sebagian dari rezeki yang telah Kami berikan kepada mereka, untuk berhala-berhala yang mereka tidak mengetahui (kekuasaannya). Demi Allah,  kamu pasti akan ditanyai tentang apa yang telah kamu ada-adakan."
        },
        {
            "id": 1958,
            "surah": 16,
            "nomor": 57,
            "ar": "وَيَجْعَلُوْنَ لِلّٰهِ الْبَنٰتِ سُبْحٰنَهٗۙ وَلَهُمْ مَّا يَشْتَهُوْنَ ",
            "tr": "wa yaj‘alūna lillāhil-banāti subḥānah(ū), wa lahum mā yasytahūn(a).",
            "idn": "Dan mereka menetapkan anak perempuan bagi Allah. Mahasuci Dia, sedang untuk mereka sendiri apa yang mereka sukai (anak laki-laki)."
        },
        {
            "id": 1959,
            "surah": 16,
            "nomor": 58,
            "ar": "وَاِذَا بُشِّرَ اَحَدُهُمْ بِالْاُنْثٰى ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌۚ ",
            "tr": "wa iżā busysyira aḥaduhum bil-unṡā ẓalla wajhuhū muswaddaw wa huwa kaẓīm(un).",
            "idn": "Padahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah."
        },
        {
            "id": 1960,
            "surah": 16,
            "nomor": 59,
            "ar": "يَتَوٰرٰى مِنَ الْقَوْمِ مِنْ سُوْۤءِ مَا بُشِّرَ بِهٖۗ اَيُمْسِكُهٗ عَلٰى هُوْنٍ اَمْ يَدُسُّهٗ فِى التُّرَابِۗ  اَلَا سَاۤءَ مَا يَحْكُمُوْنَ ",
            "tr": "yatawārā minal-qaumi min sū'i mā busysyira bih(ī), ayumsikuhū ‘alā hūnin am yadussuhū fit-turāb(i), alā sā'a mā yaḥkumūn(a).",
            "idn": "Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu."
        },
        {
            "id": 1961,
            "surah": 16,
            "nomor": 60,
            "ar": "لِلَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ مَثَلُ السَّوْءِۚ وَلِلّٰهِ الْمَثَلُ الْاَعْلٰىۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ",
            "tr": "lil-lażīna lā yu'minūna bil-ākhirati maṡalus-sau'(i), wa lillāhil-maṡalul-a‘lā, wa huwal-‘azīzul-ḥakīm(u).",
            "idn": "Bagi orang-orang yang tidak beriman pada (kehidupan) akhirat, (mempunyai) sifat yang buruk; dan Allah mempunyai sifat Yang Mahatinggi. Dan Dia Mahaperkasa, Mahabijaksana."
        },
        {
            "id": 1962,
            "surah": 16,
            "nomor": 61,
            "ar": "وَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِظُلْمِهِمْ مَّا تَرَكَ عَلَيْهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ فَاِذَا جَاۤءَ اَجَلُهُمْ لَا يَسْتَأْخِرُوْنَ سَاعَةً  وَّلَا يَسْتَقْدِمُوْنَ ",
            "tr": "wa lau yu'ākhiżullāhun-nāsa biẓulmihim mā taraka ‘alaihā min dābbatiw wa lākiy yu'akhkhiruhum ilā ajalim musammā(n), fa iżā jā'a ajaluhum lā yasta'khirūna sā‘ataw wa lā yastaqdimūn(a).",
            "idn": "Dan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. "
        },
        {
            "id": 1963,
            "surah": 16,
            "nomor": 62,
            "ar": "وَيَجْعَلُوْنَ لِلّٰهِ مَا يَكْرَهُوْنَ وَتَصِفُ اَلْسِنَتُهُمُ الْكَذِبَ اَنَّ لَهُمُ الْحُسْنٰى لَا جَرَمَ اَنَّ لَهُمُ النَّارَ وَاَنَّهُمْ مُّفْرَطُوْنَ ",
            "tr": "wa yaj‘alūna lillāhi mā yakrahūna wa taṣifu alsinatuhumul-każiba anna lahumul-ḥusnā lā jarama anna lahumun nāra wa annahum mufraṭūn(a).",
            "idn": "Dan mereka menetapkan bagi Allah apa yang mereka sendiri membencinya, dan lidah mereka mengucapkan kebohongan, bahwa sesungguhnya (segala) yang baik-baik untuk mereka. Tidaklah diragukan bahwa nerakalah bagi mereka, dan sesungguhnya mereka segera akan dimasukkan (ke dalamnya)."
        },
        {
            "id": 1964,
            "surah": 16,
            "nomor": 63,
            "ar": "تَاللّٰهِ لَقَدْ اَرْسَلْنَآ اِلٰٓى اُمَمٍ مِّنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "tr": "tallāhi laqad arsalnā ilā umamim min qablika fa zayyana lahumusy-syaiṭānu a‘mālahum fa huwa waliyyuhumul-yauma wa lahum ‘ażābun alīm(un).",
            "idn": "Demi Allah, sungguh Kami telah mengutus (rasul-rasul) kepada umat-umat sebelum engkau (Muhammad), tetapi setan menjadikan terasa indah bagi mereka perbuatan mereka (yang buruk), sehingga dia (setan) menjadi pemimpin mereka pada hari ini dan mereka akan mendapat azab yang sangat pedih."
        },
        {
            "id": 1965,
            "surah": 16,
            "nomor": 64,
            "ar": "وَمَآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ اِلَّا لِتُبَيِّنَ لَهُمُ الَّذِى اخْتَلَفُوْا فِيْهِۙ وَهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ",
            "tr": "wa mā anzalnā ‘alaikal-kitāba illā litubayyina lahumul-lażikhtalafū fīh(i), wa hudaw wa raḥmatal liqaumiy yu'minūn(a).",
            "idn": "Dan Kami tidak menurunkan Kitab (Al-Qur'an) ini kepadamu (Muhammad), melainkan agar engkau dapat menjelaskan kepada mereka apa yang mereka perselisihkan, serta menjadi petunjuk dan rahmat bagi orang-orang yang beriman."
        },
        {
            "id": 1966,
            "surah": 16,
            "nomor": 65,
            "ar": "وَاللّٰهُ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّسْمَعُوْنَ ࣖ ",
            "tr": "wallāhu anzala minas-samā'i mā'an fa aḥyā bihil-arḍa ba‘da mautihā, inna fī żālika la'āyatal liqaumiy yasma‘ūn(a).",
            "idn": "Dan Allah menurunkan air (hujan) dari langit dan dengan air itu dihidupkan-Nya bumi yang tadinya sudah mati. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mendengarkan (pelajaran)."
        },
        {
            "id": 1967,
            "surah": 16,
            "nomor": 66,
            "ar": "وَاِنَّ لَكُمْ فِى الْاَنْعَامِ لَعِبْرَةً ۚ نُسْقِيْكُمْ مِّمَّا فِيْ بُطُوْنِهٖ مِنْۢ بَيْنِ فَرْثٍ وَّدَمٍ لَّبَنًا خَالِصًا سَاۤىِٕغًا لِّلشّٰرِبِيْنَ ",
            "tr": "wa inna lakum fil-an‘āmi la‘ibrah(tan), nusqīkum mimmā fī buṭūnihī mim baini farṡiw wa damil labanan khāliṣan sā'igal lisy-syāribīn(a).",
            "idn": "Dan sungguh, pada hewan ternak itu benar-benar terdapat pelajaran bagi kamu. Kami memberimu minum dari apa yang ada dalam perutnya (berupa) susu murni antara kotoran dan darah, yang mudah ditelan bagi orang yang meminumnya."
        },
        {
            "id": 1968,
            "surah": 16,
            "nomor": 67,
            "ar": "وَمِنْ ثَمَرٰتِ النَّخِيْلِ وَالْاَعْنَابِ تَتَّخِذُوْنَ مِنْهُ سَكَرًا وَّرِزْقًا حَسَنًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّعْقِلُوْنَ ",
            "tr": "wa min ṡamarātin nakhīli wal-a‘nābi tattakhiżūna minhu sakaraw wa rizqan ḥasanā(n), inna fī żālika la'āyatal liqaumiy ya‘qilūn(a).",
            "idn": "Dan dari buah kurma dan anggur, kamu membuat minuman yang memabukkan dan rezeki yang baik. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang mengerti."
        },
        {
            "id": 1969,
            "surah": 16,
            "nomor": 68,
            "ar": "وَاَوْحٰى رَبُّكَ اِلَى النَّحْلِ اَنِ اتَّخِذِيْ مِنَ الْجِبَالِ بُيُوْتًا وَّمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُوْنَۙ",
            "tr": "wa auḥā rabbuka ilan-naḥli anittakhiżī minal-jibāli buyūtaw wa minasy-syajari wa mimmā ya‘risyūn(a).",
            "idn": "Dan Tuhanmu mengilhamkan kepada lebah, “Buatlah sarang di gunung-gunung, di pohon-pohon kayu, dan di tempat-tempat yang dibikin manusia,"
        },
        {
            "id": 1970,
            "surah": 16,
            "nomor": 69,
            "ar": "ثُمَّ كُلِيْ مِنْ كُلِّ الثَّمَرٰتِ فَاسْلُكِيْ سُبُلَ رَبِّكِ ذُلُلًاۗ يَخْرُجُ مِنْۢ بُطُوْنِهَا شَرَابٌ مُّخْتَلِفٌ اَلْوَانُهٗ ۖفِيْهِ شِفَاۤءٌ لِّلنَّاسِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
            "tr": "Ṡumma kulī min kulliṡ-ṡamarāti faslukī subula rabbiki żululā(n), yakhruju mim buṭūnihā syarābum mukhtalifun alwānuhū fīhi syifā'ul lin-nās(i), inna fī żālika la'āyatal liqaumiy yatafakkarūn(a).",
            "idn": "kemudian makanlah dari segala (macam) buah-buahan lalu tempuhlah jalan Tuhanmu yang telah dimudahkan (bagimu).” Dari perut lebah itu keluar minuman (madu) yang bermacam-macam warnanya, di dalamnya terdapat obat yang menyembuhkan bagi manusia. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir."
        },
        {
            "id": 1971,
            "surah": 16,
            "nomor": 70,
            "ar": "وَاللّٰهُ خَلَقَكُمْ ثُمَّ يَتَوَفّٰىكُمْ وَمِنْكُمْ مَّنْ يُّرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔاۗ اِنَّ اللّٰهَ عَلِيْمٌ قَدِيْرٌ ࣖ  ",
            "tr": "wallāhu khalaqakum ṡumma yatawaffākum wa minkum may yuraddu ilā arżalil-‘umuri likai lā ya‘lama ba‘da ‘ilmin syai'ā(n), innallāha ‘alīmun qadīr(un).",
            "idn": "Dan Allah telah menciptakan kamu, kemudian mewafatkanmu, di antara kamu ada yang dikembalikan kepada usia yang tua renta (pikun), sehingga dia tidak mengetahui lagi sesuatu yang pernah diketahuinya. Sungguh, Allah Maha Mengetahui, Mahakuasa."
        },
        {
            "id": 1972,
            "surah": 16,
            "nomor": 71,
            "ar": "وَاللّٰهُ فَضَّلَ بَعْضَكُمْ عَلٰى بَعْضٍ فِى الرِّزْقِۚ فَمَا الَّذِيْنَ فُضِّلُوْا بِرَاۤدِّيْ رِزْقِهِمْ عَلٰى مَا مَلَكَتْ اَيْمَانُهُمْ فَهُمْ فِيْهِ سَوَاۤءٌۗ اَفَبِنِعْمَةِ اللّٰهِ يَجْحَدُوْنَ  ",
            "tr": "wallāhu faḍḍala ba‘ḍakum ‘alā ba‘ḍin fir-rizq(i), famal-lażīna fuḍḍilū birāddī rizqihim ‘alā mā malakat aimānuhum fahum fīhi sawā'un afa bini‘matillāhi yajḥadūn(a).",
            "idn": "Dan Allah melebihkan sebagian kamu atas sebagian yang lain dalam hal rezeki, tetapi orang yang dilebihkan (rezekinya itu) tidak mau memberikan rezekinya kepada para hamba sahaya yang mereka miliki, sehingga mereka sama-sama (merasakan) rezeki itu. Mengapa mereka mengingkari nikmat Allah?"
        },
        {
            "id": 1973,
            "surah": 16,
            "nomor": 72,
            "ar": "وَاللّٰهُ جَعَلَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا وَّجَعَلَ لَكُمْ مِّنْ اَزْوَاجِكُمْ بَنِيْنَ وَحَفَدَةً وَّرَزَقَكُمْ مِّنَ الطَّيِّبٰتِۗ اَفَبِالْبَاطِلِ يُؤْمِنُوْنَ وَبِنِعْمَتِ اللّٰهِ هُمْ يَكْفُرُوْنَۙ",
            "tr": "wallāhu ja‘ala lakum min anfusikum azwājaw wa ja‘ala lakum min azwājikum banīna wa ḥafadataw wa razaqakum minaṭ-ṭayyibāt(i), afabil-bāṭili yu'minūna wa bini‘matillāhi yakfurūn(a).",
            "idn": "Dan Allah menjadikan bagimu pasangan (suami atau istri) dari jenis kamu sendiri dan menjadikan anak dan cucu bagimu dari pasanganmu, serta memberimu rezeki dari yang baik. Mengapa mereka beriman kepada yang batil dan mengingkari nikmat Allah?"
        },
        {
            "id": 1974,
            "surah": 16,
            "nomor": 73,
            "ar": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ السَّمٰوٰتِ وَالْاَرْضِ شَيْـًٔا وَّلَا يَسْتَطِيْعُوْنَ ۚ  ",
            "tr": "wa ya‘budūna min dūnillāhi mā lā yamliku lahum rizqam minas-samāwāti wal-arḍi syai'aw wa lā yastaṭī‘ūn(a).",
            "idn": "Dan mereka menyembah selain Allah, sesuatu yang sama sekali tidak dapat memberikan rezeki kepada mereka, dari langit dan bumi, dan tidak akan sanggup (berbuat apa pun)."
        },
        {
            "id": 1975,
            "surah": 16,
            "nomor": 74,
            "ar": "فَلَا تَضْرِبُوْا لِلّٰهِ الْاَمْثَالَ ۗاِنَّ اللّٰهَ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ ",
            "tr": "falā taḍribū lillāhil-amṡāl(a), innallāha ya‘lamu wa antum lā ta‘lamūn(a).",
            "idn": "Maka janganlah kamu mengadakan sekutu-sekutu bagi Allah. Sungguh, Allah mengetahui, sedang kamu tidak mengetahui."
        },
        {
            "id": 1976,
            "surah": 16,
            "nomor": 75,
            "ar": "۞ ضَرَبَ اللّٰهُ مَثَلًا عَبْدًا مَّمْلُوْكًا لَّا يَقْدِرُ عَلٰى شَيْءٍ وَّمَنْ رَّزَقْنٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَّجَهْرًاۗ هَلْ يَسْتَوٗنَ ۚ اَلْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ",
            "tr": "Ḍaraballāhu maṡalan ‘abdam mamlūkal lā yaqdiru ‘alā syai'iw wa mar razaqnāhu minnā rizqan ḥasanan fa huwa yunfiqu minhu sirraw wa jahrā(n), hal yastawūn(a), al-ḥamdu lillāh(i), bal akṡaruhum lā ya‘lamūn(a).",
            "idn": "Allah membuat perumpamaan seorang hamba sahaya di bawah kekuasaan orang lain, yang tidak berdaya berbuat sesuatu, dan seorang yang Kami beri rezeki yang baik, lalu dia menginfakkan sebagian rezeki itu secara sembunyi-sembunyi dan secara terang-terangan. Samakah mereka itu? Segala puji hanya bagi Allah, tetapi kebanyakan mereka tidak mengetahui."
        },
        {
            "id": 1977,
            "surah": 16,
            "nomor": 76,
            "ar": "وَضَرَبَ اللّٰهُ مَثَلًا رَّجُلَيْنِ اَحَدُهُمَآ اَبْكَمُ لَا يَقْدِرُ عَلٰى شَيْءٍ وَّهُوَ كَلٌّ عَلٰى مَوْلٰىهُ ۗ اَيْنَمَا يُوَجِّهْهُّ لَا يَأْتِ بِخَيْرٍ ۖهَلْ يَسْتَوِيْ هُوَۙ وَمَنْ يَّأْمُرُ بِالْعَدْلِ وَهُوَ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ࣖ ",
            "tr": "wa ḍaraballāhu maṡalar rajulaini aḥaduhumā abkamu lā yaqdiru ‘alā syai'iw wa huwa kallun ‘alā maulāh(u), ainamā yuwajjihhu lā ya'ti bikhair(in), hal yastawī huw(a), wa may ya'muru bil-‘adli wa huwa ‘alā ṣirāṭim mustaqīm(in).",
            "idn": "Dan Allah (juga) membuat perumpamaan, dua orang laki-laki, yang seorang bisu, tidak dapat berbuat sesuatu dan dia menjadi beban penanggungnya, ke mana saja dia disuruh (oleh penanggungnya itu), dia sama sekali tidak dapat mendatangkan suatu kebaikan. Samakah orang itu dengan orang yang menyuruh berbuat keadilan, dan dia berada di jalan yang lurus?"
        },
        {
            "id": 1978,
            "surah": 16,
            "nomor": 77,
            "ar": "وَلِلّٰهِ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِۗ وَمَآ اَمْرُ السَّاعَةِ اِلَّا كَلَمْحِ الْبَصَرِ اَوْ هُوَ اَقْرَبُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "tr": "wa lillāhi gaibus-samāwāti wal-arḍ(i), wa mā amrus-sā‘ati illā kalamḥil-baṣari au huwa aqrab(u), innallāha ‘alā kulli syai'in qadīr(un).",
            "idn": "Dan milik Allah (segala) yang tersembunyi di langit dan di bumi. Urusan kejadian Kiamat itu, hanya seperti sekejap mata atau lebih cepat (lagi). Sesungguhnya Allah Mahakuasa atas segala sesuatu."
        },
        {
            "id": 1979,
            "surah": 16,
            "nomor": 78,
            "ar": "وَاللّٰهُ اَخْرَجَكُمْ مِّنْۢ بُطُوْنِ اُمَّهٰتِكُمْ لَا تَعْلَمُوْنَ شَيْـًٔاۙ وَّجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَ ۙ لَعَلَّكُمْ تَشْكُرُوْنَ ",
            "tr": "wallāhu akhrajakum mim buṭūni ummahātikum lā ta‘lamūna syai'ā(n), wa ja‘ala lakumus-sam‘a wal-abṣāra wal-af'idah(ta), la‘allakum tasykurūn(a).",
            "idn": "Dan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui sesuatu pun, dan Dia memberimu pendengaran, penglihatan, dan hati nurani, agar kamu bersyukur."
        },
        {
            "id": 1980,
            "surah": 16,
            "nomor": 79,
            "ar": "اَلَمْ يَرَوْا اِلَى الطَّيْرِ مُسَخَّرٰتٍ فِيْ جَوِّ السَّمَاۤءِ ۗمَا يُمْسِكُهُنَّ اِلَّا اللّٰهُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ",
            "tr": "alam yarau ilaṭ-ṭairi musakhkharātin fī jawwis-samā'(i), mā yumsikuhunna illallāh(u), inna fī żālika la'āyātil liqaumiy yu'minūn(a).",
            "idn": "Tidakkah mereka memperhatikan burung-burung yang dapat terbang di angkasa dengan mudah. Tidak ada yang menahannya selain Allah. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman."
        },
        {
            "id": 1981,
            "surah": 16,
            "nomor": 80,
            "ar": "وَاللّٰهُ جَعَلَ لَكُمْ مِّنْۢ بُيُوْتِكُمْ سَكَنًا وَّجَعَلَ لَكُمْ مِّنْ جُلُوْدِ الْاَنْعَامِ بُيُوْتًا تَسْتَخِفُّوْنَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ اِقَامَتِكُمْ ۙ وَمِنْ اَصْوَافِهَا وَاَوْبَارِهَا وَاَشْعَارِهَآ اَثَاثًا وَّمَتَاعًا اِلٰى حِيْنٍ ",
            "tr": "wallāhu ja‘ala lakum mim buyūtikum sakanaw wa ja‘ala lakum min julūdil-an‘āmi buyūtan tastakhiffūnahā yauma ẓa‘nikum wa yauma iqāmatikum, wa min aṣwāfihā wa aubārihā wa asy‘ārihā aṡāṡaw wa matā‘an ilā ḥīn(in).",
            "idn": "Dan Allah menjadikan rumah-rumah bagimu sebagai tempat tinggal dan Dia menjadikan bagimu rumah-rumah (kemah-kemah) dari kulit hewan ternak yang kamu merasa ringan (membawa)nya pada waktu kamu bepergian dan pada waktu kamu bermukim dan (dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga dan kesenangan sampai waktu (tertentu)."
        },
        {
            "id": 1982,
            "surah": 16,
            "nomor": 81,
            "ar": "وَاللّٰهُ جَعَلَ لَكُمْ مِّمَّا خَلَقَ ظِلٰلًا وَّجَعَلَ لَكُمْ مِّنَ الْجِبَالِ اَكْنَانًا وَّجَعَلَ لَكُمْ سَرَابِيْلَ تَقِيْكُمُ الْحَرَّ وَسَرَابِيْلَ تَقِيْكُمْ بَأْسَكُمْ ۚ  كَذٰلِكَ يُتِمُّ نِعْمَتَهٗ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُوْنَ",
            "tr": "wallāhu ja‘ala lakum mimmā khalaqa ẓilālaw wa ja‘ala lakum minal-jibāli aknānaw wa ja‘ala lakum sarābīla taqīkumul-ḥarra wa sarābīla taqīkum ba'sakum, każālika yutimmu ni‘matahū ‘alaikum la‘allakum tuslimūn(a).",
            "idn": "Dan Allah menjadikan tempat bernaung bagimu dari apa yang telah Dia ciptakan, Dia menjadikan bagimu tempat-tempat tinggal di gunung-gunung, dan Dia menjadikan pakaian bagimu yang memeliharamu dari panas dan pakaian (baju besi) yang memelihara kamu dalam peperangan. Demikian Allah menyempurnakan nikmat-Nya kepadamu agar kamu berserah diri (kepada-Nya). "
        },
        {
            "id": 1983,
            "surah": 16,
            "nomor": 82,
            "ar": "فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلٰغُ الْمُبِيْنُ ",
            "tr": "fa in tawallau fa innamā ‘alaikal-balāgul-mubīn(u).",
            "idn": "Maka jika mereka berpaling, maka ketahuilah kewajiban yang dibebankan atasmu (Muhammad) hanyalah menyampaikan (amanat Allah) dengan terang."
        },
        {
            "id": 1984,
            "surah": 16,
            "nomor": 83,
            "ar": "يَعْرِفُوْنَ نِعْمَتَ اللّٰهِ ثُمَّ يُنْكِرُوْنَهَا وَاَكْثَرُهُمُ الْكٰفِرُوْنَ ࣖ ",
            "tr": "ya‘rifūna ni‘matallāhi ṡumma yunkirūnahā wa akṡaruhumul-kāfirūn(a).",
            "idn": "Mereka mengetahui nikmat Allah, kemudian mereka mengingkarinya dan kebanyakan mereka adalah orang yang ingkar kepada Allah."
        },
        {
            "id": 1985,
            "surah": 16,
            "nomor": 84,
            "ar": "وَيَوْمَ نَبْعَثُ مِنْ كُلِّ اُمَّةٍ شَهِيْدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِيْنَ كَفَرُوْا وَلَا هُمْ يُسْتَعْتَبُوْنَ ",
            "tr": "wa yauma nab‘aṡu min kulli ummatin syahīdan ṡumma lā yu'żanu lil-lażīna kafarū wa lā hum yusta‘tabūn(a).",
            "idn": "Dan (ingatlah) pada hari (ketika) Kami bangkitkan seorang saksi (rasul) dari setiap umat, kemudian tidak diizinkan kepada orang yang kafir (untuk membela diri) dan tidak (pula) dibolehkan memohon ampunan."
        },
        {
            "id": 1986,
            "surah": 16,
            "nomor": 85,
            "ar": "وَاِذَا رَاَ الَّذِيْنَ ظَلَمُوا الْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنْظَرُوْنَ",
            "tr": "wa iżā ra'al-lażīna ẓalamul-‘ażāba falā yukhaffafu ‘anhum wa lā hum yunẓarūn(a).",
            "idn": "Dan apabila orang zalim telah menyaksikan azab, maka mereka tidak mendapat keringanan dan tidak (pula) diberi penangguhan."
        },
        {
            "id": 1987,
            "surah": 16,
            "nomor": 86,
            "ar": "وَاِذَا رَاَ الَّذِيْنَ اَشْرَكُوْا شُرَكَاۤءَهُمْ قَالُوْا رَبَّنَا هٰٓؤُلَاۤءِ شُرَكَاۤؤُنَا الَّذِيْنَ كُنَّا نَدْعُوْا مِنْ دُوْنِكَۚ فَاَلْقَوْا اِلَيْهِمُ الْقَوْلَ اِنَّكُمْ لَكٰذِبُوْنَۚ ",
            "tr": "wa iżā ra'al-lażīna asyrakū syurakā'ahum qālū rabbanā hā'ulā'i syurakā'unal-lażīna kunnā nad‘ū min dūnik(a), fa alqau ilaihimul-qaula innakum lakāżibūn(a).",
            "idn": "Dan apabila orang yang mempersekutukan (Allah) melihat sekutu-sekutu mereka, mereka berkata, “Ya Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.” Lalu sekutu mereka menyatakan kepada mereka, “Kamu benar-benar pendusta.”"
        },
        {
            "id": 1988,
            "surah": 16,
            "nomor": 87,
            "ar": "وَاَلْقَوْا اِلَى اللّٰهِ يَوْمَىِٕذِ ِۨالسَّلَمَ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ  ",
            "tr": "wa alqau ilallāhi yauma'iżinis-salama wa ḍalla ‘anhum mā kānū yaftarūn(a).",
            "idn": "Dan pada hari itu mereka menyatakan tunduk kepada Allah dan lenyaplah segala yang mereka ada-adakan."
        },
        {
            "id": 1989,
            "surah": 16,
            "nomor": 88,
            "ar": "اَلَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ زِدْنٰهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوْا يُفْسِدُوْنَ ",
            "tr": "allażīna kafarū wa ṣaddū ‘an sabīlillāhi zidnāhum ‘ażāban fauqal-‘ażābi bimā kānū yufsidūn(a).",
            "idn": "Orang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan."
        },
        {
            "id": 1990,
            "surah": 16,
            "nomor": 89,
            "ar": "وَيَوْمَ نَبْعَثُ فِيْ كُلِّ اُمَّةٍ شَهِيْدًا عَلَيْهِمْ مِّنْ اَنْفُسِهِمْ وَجِئْنَا بِكَ شَهِيْدًا عَلٰى هٰٓؤُلَاۤءِۗ وَنَزَّلْنَا عَلَيْكَ الْكِتٰبَ تِبْيَانًا لِّكُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً وَّبُشْرٰى لِلْمُسْلِمِيْنَ ࣖ ",
            "tr": "wa yauma nab‘aṡu fī kulli ummatin syahīdan ‘alaihim min anfusihim wa ji'nā bika syahīdan ‘alā hā'ulā'(i), wa nazzalnā ‘alaikal-kitāba tibyānal likulli syai'iw wa hudaw wa raḥmataw wa busyrā lil-muslimīn(a).",
            "idn": "Dan (ingatlah) pada hari (ketika) Kami bangkitkan pada setiap umat seorang saksi atas mereka dari mereka sendiri, dan Kami datangkan engkau (Muhammad) menjadi saksi atas mereka. Dan Kami turunkan Kitab (Al-Qur'an) kepadamu untuk menjelaskan segala sesuatu, sebagai petunjuk, serta rahmat dan kabar gembira bagi orang yang berserah diri (Muslim)."
        },
        {
            "id": 1991,
            "surah": 16,
            "nomor": 90,
            "ar": "۞ اِنَّ اللّٰهَ يَأْمُرُ بِالْعَدْلِ وَالْاِحْسَانِ وَاِيْتَاۤئِ ذِى الْقُرْبٰى وَيَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُوْنَ ",
            "tr": "innallāha ya'muru bil-‘adli wal-iḥsāni wa ītā'i żil-qurbā wa yanhā ‘anil-faḥsyā'i wal-munkari wal-bagyi ya‘iẓukum la‘allakum tażakkarūn(a).",
            "idn": "Sesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan, memberi bantuan kepada kerabat, dan Dia melarang (melakukan) perbuatan keji, kemungkaran, dan permusuhan. Dia memberi pengajaran kepadamu agar kamu dapat mengambil pelajaran."
        },
        {
            "id": 1992,
            "surah": 16,
            "nomor": 91,
            "ar": "وَاَوْفُوْا بِعَهْدِ اللّٰهِ اِذَا عَاهَدْتُّمْ وَلَا تَنْقُضُوا الْاَيْمَانَ بَعْدَ تَوْكِيْدِهَا وَقَدْ جَعَلْتُمُ اللّٰهَ عَلَيْكُمْ كَفِيْلًا ۗاِنَّ اللّٰهَ يَعْلَمُ مَا تَفْعَلُوْنَ ",
            "tr": "wa aufū bi‘ahdillāhi iżā ‘āhattum wa lā tanquḍul-aimāna ba‘da taukīdihā wa qad ja‘altumullāha ‘alaikum kafīlā(n), innallāha ya‘lamu mā taf‘alūn(a).",
            "idn": "Dan tepatilah janji dengan Allah apabila kamu berjanji dan janganlah kamu melanggar sumpah, setelah diikrarkan, sedang kamu telah menjadikan Allah sebagai saksimu (terhadap sumpah itu).  Sesungguhnya Allah mengetahui apa yang kamu perbuat."
        },
        {
            "id": 1993,
            "surah": 16,
            "nomor": 92,
            "ar": "وَلَا تَكُوْنُوْا كَالَّتِيْ نَقَضَتْ غَزْلَهَا مِنْۢ بَعْدِ قُوَّةٍ اَنْكَاثًاۗ تَتَّخِذُوْنَ اَيْمَانَكُمْ دَخَلًا ۢ بَيْنَكُمْ اَنْ تَكُوْنَ اُمَّةٌ هِيَ اَرْبٰى مِنْ اُمَّةٍ ۗاِنَّمَا يَبْلُوْكُمُ اللّٰهُ بِهٖۗ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيٰمَةِ مَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ",
            "tr": "wa lā takūnū kal-latī naqaḍat gazlahā mim ba‘di quwwatin ankāṡā(n), tattakhiżūna aimānakum dakhalam bainakum an takūna ummatun hiya arbā min ummah(tin), innamā yablūkumullāhu bih(ī), wa layubayyinanna lakum yaumal-qiyāmati mā kuntum fīhi takhtalifūn(a).",
            "idn": "Dan janganlah kamu seperti seorang perempuan yang menguraikan benangnya yang sudah dipintal dengan kuat, menjadi cerai berai kembali. Kamu menjadikan sumpah (perjanjian)mu sebagai alat penipu di antaramu, disebabkan adanya satu golongan yang lebih banyak jumlahnya dari golongan yang lain. Allah hanya menguji kamu dengan hal itu, dan pasti pada hari Kiamat akan dijelaskan-Nya kepadamu apa yang dahulu kamu perselisihkan itu."
        },
        {
            "id": 1994,
            "surah": 16,
            "nomor": 93,
            "ar": "وَلَوْ شَاۤءَ اللّٰهُ لَجَعَلَكُمْ اُمَّةً وَّاحِدَةً وَّلٰكِنْ يُّضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُۗ وَلَتُسْـَٔلُنَّ عَمَّا كُنْتُمْ تَعْمَلُوْنَ ",
            "tr": "wa lau syā'allāhu laja‘alakum ummataw wāḥidataw wa lākiy yuḍillu may yasyā'u wa yahdī may yasyā'(u), wa latus'alunna ‘ammā kuntum ta‘malūn(a).",
            "idn": "Dan jika Allah menghendaki niscaya Dia menjadikan kamu satu umat (saja), tetapi Dia menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Tetapi kamu pasti akan ditanya tentang apa yang telah kamu kerjakan."
        },
        {
            "id": 1995,
            "surah": 16,
            "nomor": 94,
            "ar": "وَلَا تَتَّخِذُوْٓا اَيْمَانَكُمْ دَخَلًا ۢ بَيْنَكُمْ فَتَزِلَّ قَدَمٌۢ بَعْدَ ثُبُوْتِهَا وَتَذُوْقُوا السُّوْۤءَ بِمَا صَدَدْتُّمْ عَنْ سَبِيْلِ اللّٰهِ ۚوَلَكُمْ عَذَابٌ عَظِيْمٌ ",
            "tr": "wa lā tattakhiżū aimānakum dakhalam bainakum fa tazilla qadamum ba‘da ṡubūtihā wa tażūqus-sū'a bimā ṣadattum ‘an sabīlillāh(i), wa lakum ‘ażābun ‘aẓīm(un).",
            "idn": "Dan janganlah kamu jadikan sumpah-sumpahmu sebagai alat penipu di antaramu, yang menyebabkan kaki(mu) tergelincir setelah tegaknya (kukuh), dan kamu akan merasakan keburukan (di dunia) karena kamu menghalangi (manusia) dari jalan Allah, dan kamu akan mandapat azab yang besar."
        },
        {
            "id": 1996,
            "surah": 16,
            "nomor": 95,
            "ar": "وَلَا تَشْتَرُوْا بِعَهْدِ اللّٰهِ ثَمَنًا قَلِيْلًاۗ اِنَّمَا عِنْدَ اللّٰهِ هُوَ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
            "tr": "wa lā tasytarū bi‘ahdillāhi ṡamanan qalīlā(n), innamā ‘indallāhi huwa khairul lakum in kuntum ta‘lamūn(a).",
            "idn": "Dan janganlah kamu jual perjanjian (dengan) Allah dengan harga murah, karena sesungguhnya apa yang ada di sisi Allah lebih baik bagimu jika kamu mengetahui."
        },
        {
            "id": 1997,
            "surah": 16,
            "nomor": 96,
            "ar": "مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللّٰهِ بَاقٍۗ وَلَنَجْزِيَنَّ الَّذِيْنَ صَبَرُوْٓا اَجْرَهُمْ بِاَحْسَنِ مَا كَانُوْا يَعْمَلُوْنَ ",
            "tr": "mā ‘indakum yanfadu wa mā ‘indallāhi bāq(in), wa lanajziyannal-lażīna ṣabarū ajrahum bi'aḥsani mā kānū ya‘malūn(a).",
            "idn": "Apa yang ada di sisimu akan lenyap, dan apa yang ada di sisi Allah adalah kekal. Dan  Kami pasti akan memberi balasan kepada orang yang sabar dengan pahala yang lebih baik dari apa yang telah mereka kerjakan."
        },
        {
            "id": 1998,
            "surah": 16,
            "nomor": 97,
            "ar": "مَنْ عَمِلَ صَالِحًا مِّنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهٗ حَيٰوةً طَيِّبَةًۚ وَلَنَجْزِيَنَّهُمْ اَجْرَهُمْ بِاَحْسَنِ مَا كَانُوْا يَعْمَلُوْنَ  ",
            "tr": "man ‘amila ṣāliḥam min żakarin au unṡā wa huwa mu'minun fa lanuḥyiyannahū ḥayātan ṭayyibah(tan), wa lanajziyannahum ajrahum bi'aḥsani mā kānū ya‘malūn(a).",
            "idn": "Barangsiapa mengerjakan kebajikan, baik laki-laki maupun perempuan dalam keadaan beriman, maka pasti akan Kami berikan kepadanya kehidupan yang baik dan akan Kami beri balasan dengan pahala yang lebih baik dari apa yang telah mereka kerjakan."
        },
        {
            "id": 1999,
            "surah": 16,
            "nomor": 98,
            "ar": "فَاِذَا قَرَأْتَ الْقُرْاٰنَ فَاسْتَعِذْ بِاللّٰهِ مِنَ الشَّيْطٰنِ الرَّجِيْمِ ",
            "tr": "fa iżā qara'tal-qur'āna fasta‘iż billāhi minasy-syaiṭānir-rajīm(i).",
            "idn": "Maka apabila engkau (Muhammad) hendak membaca Al-Qur'an, mohonlah perlindungan kepada Allah dari setan yang terkutuk."
        },
        {
            "id": 2000,
            "surah": 16,
            "nomor": 99,
            "ar": "اِنَّهٗ لَيْسَ لَهٗ سُلْطٰنٌ عَلَى الَّذِيْنَ اٰمَنُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَ ",
            "tr": "innahū laisa lahū sulṭānun ‘alal-lażīna āmanū wa ‘alā rabbihim yatawakkalūn(a).",
            "idn": "Sungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan."
        },
        {
            "id": 2001,
            "surah": 16,
            "nomor": 100,
            "ar": "اِنَّمَا سُلْطٰنُهٗ عَلَى الَّذِيْنَ يَتَوَلَّوْنَهٗ وَالَّذِيْنَ هُمْ بِهٖ مُشْرِكُوْنَ ࣖ",
            "tr": "innamā sulṭānuhū ‘alal-lażīna yatawallaunahū wal-lażīna hum bihī musyrikūn(a).",
            "idn": "Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah."
        },
        {
            "id": 2002,
            "surah": 16,
            "nomor": 101,
            "ar": "وَاِذَا بَدَّلْنَآ اٰيَةً مَّكَانَ اٰيَةٍ ۙوَّاللّٰهُ اَعْلَمُ بِمَا يُنَزِّلُ قَالُوْٓا اِنَّمَآ اَنْتَ مُفْتَرٍۗ بَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ ",
            "tr": "wa iżā baddalnā āyatam makāna āyah(tin), wallāhu a‘lamu bimā yunazzilu qālū innamā anta muftar(in), bal akṡaruhum lā ya‘lamūn(a).",
            "idn": "Dan apabila Kami mengganti suatu ayat dengan ayat yang lain, dan  Allah lebih mengetahui apa yang diturunkan-Nya, mereka berkata, “Sesungguhnya engkau (Muhammad) hanya mengada-ada saja.” Sebenarnya kebanyakan mereka tidak mengetahui."
        },
        {
            "id": 2003,
            "surah": 16,
            "nomor": 102,
            "ar": "قُلْ نَزَّلَهٗ رُوْحُ الْقُدُسِ مِنْ رَّبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِيْنَ اٰمَنُوْا وَهُدًى وَّبُشْرٰى لِلْمُسْلِمِيْنَ ",
            "tr": "qul nazzalahū rūḥul-qudusi mir rabbika bil-ḥaqqi liyuṡabbital-lażīna āmanū wa hudaw wa busyrā lil-muslimīn(a).",
            "idn": "Katakanlah, “Rohulkudus (Jibril) menurunkan Al-Qur'an itu dari Tuhanmu dengan kebenaran, untuk meneguhkan (hati) orang yang telah beriman, dan menjadi petunjuk serta kabar gembira bagi orang yang berserah diri (kepada Allah).”"
        },
        {
            "id": 2004,
            "surah": 16,
            "nomor": 103,
            "ar": "وَلَقَدْ نَعْلَمُ اَنَّهُمْ يَقُوْلُوْنَ اِنَّمَا يُعَلِّمُهٗ بَشَرٌۗ لِسَانُ الَّذِيْ يُلْحِدُوْنَ اِلَيْهِ اَعْجَمِيٌّ وَّهٰذَا لِسَانٌ عَرَبِيٌّ مُّبِيْنٌ ",
            "tr": "wa laqad na‘lamu annahum yaqūlūna innamā yu‘allimuhū basyar(un), lisānul-lażī yulḥidūna ilaihi a‘jamiyyuw wa hāżā lisānun ‘arabiyyum mubīn(un).",
            "idn": "Dan sesungguhnya Kami mengetahui bahwa mereka berkata, “Sesungguhnya Al-Qur'an itu hanya diajarkan oleh seorang manusia kepadanya (Muhammad).” Bahasa orang yang mereka tuduhkan (bahwa Muhammad belajar) kepadanya adalah bahasa ‘Ajam, padahal ini (Al-Qur'an) adalah dalam bahasa Arab yang jelas."
        },
        {
            "id": 2005,
            "surah": 16,
            "nomor": 104,
            "ar": "اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاٰيٰتِ اللّٰهِۙ لَا يَهْدِيْهِمُ اللّٰهُ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "tr": "innal-lażīna lā yu'minūna bi'āyātillāh(i), lā yahdīhimullāhu wa lahum ‘ażābun alīm(un).",
            "idn": "Sesungguhnya orang yang tidak beriman kepada ayat-ayat Allah (Al-Qur'an), Allah tidak akan memberi petunjuk kepada mereka dan mereka akan mendapat azab yang pedih."
        },
        {
            "id": 2006,
            "surah": 16,
            "nomor": 105,
            "ar": "اِنَّمَا يَفْتَرِى الْكَذِبَ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاٰيٰتِ اللّٰهِۚ وَاُولٰۤىِٕكَ هُمُ الْكٰذِبُوْنَ ",
            "tr": "innamā yaftaril-każibal-lażīna lā yu'minūna bi'āyātillāh(i), ulā'ika humul-kāżibūn(a).",
            "idn": "Sesungguhnya yang mengada-adakan kebohongan, hanyalah orang yang tidak beriman kepada ayat-ayat Allah, dan mereka itulah pembohong."
        },
        {
            "id": 2007,
            "surah": 16,
            "nomor": 106,
            "ar": "مَنْ كَفَرَ بِاللّٰهِ مِنْۢ بَعْدِ اِيْمَانِهٖٓ اِلَّا مَنْ اُكْرِهَ وَقَلْبُهٗ مُطْمَىِٕنٌّۢ بِالْاِيْمَانِ وَلٰكِنْ مَّنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ اللّٰهِ ۗوَلَهُمْ عَذَابٌ عَظِيْمٌ ",
            "tr": "man kafara billāhi mim ba‘di īmānihī illā man ukriha wa qalbuhū muṭma'innum bil-īmāni wa lākim man syaraḥa bil-kufri ṣadran fa ‘alaihim gaḍabum minallāh(i), wa lahum ‘ażābun aẓīm(un).",
            "idn": "Barangsiapa kafir kepada Allah setelah dia beriman (dia mendapat kemurkaan Allah), kecuali orang yang dipaksa kafir padahal hatinya tetap tenang dalam beriman (dia tidak berdosa), tetapi orang yang melapangkan dadanya untuk kekafiran, maka kemurkaan Allah menimpanya dan mereka akan mendapat azab yang besar."
        },
        {
            "id": 2008,
            "surah": 16,
            "nomor": 107,
            "ar": "ذٰلِكَ بِاَنَّهُمُ اسْتَحَبُّوا الْحَيٰوةَ الدُّنْيَا عَلَى الْاٰخِرَةِۙ وَاَنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ ",
            "tr": "Żālika bi'annahumustaḥabbul-ḥayātad-dun-yā ‘alal-ākhirah(ti), wa annallāha lā yahdil-qaumal-kāfirīn(a).",
            "idn": "Yang demikian itu disebabkan karena mereka lebih mencintai kehidupan di dunia daripada akhirat, dan Allah tidak memberi petunjuk kepada kaum yang kafir."
        },
        {
            "id": 2009,
            "surah": 16,
            "nomor": 108,
            "ar": "اُولٰۤىِٕكَ الَّذِيْنَ طَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ وَسَمْعِهِمْ وَاَبْصَارِهِمْۗ وَاُولٰۤىِٕكَ هُمُ الْغٰفِلُوْنَ ",
            "tr": "ulā'ikal-lażīna ṭaba‘allāhu ‘alā qulūbihim wa sam‘ihim wa abṣārihim, wa ulā'ika humul-gāfilūn(a).",
            "idn": "Mereka itulah orang yang hati, pendengaran, dan penglihatannya telah dikunci oleh Allah. Mereka itulah orang yang lalai."
        },
        {
            "id": 2010,
            "surah": 16,
            "nomor": 109,
            "ar": "لَا جَرَمَ اَنَّهُمْ فِى الْاٰخِرَةِ هُمُ الْخٰسِرُوْنَ ",
            "tr": "lā jarama annahum fil-ākhirati humul-khāsirūn(a).",
            "idn": "Pastilah mereka termasuk orang yang rugi di akhirat nanti."
        },
        {
            "id": 2011,
            "surah": 16,
            "nomor": 110,
            "ar": "ثُمَّ اِنَّ رَبَّكَ لِلَّذِيْنَ هَاجَرُوْا مِنْۢ بَعْدِ مَا فُتِنُوْا ثُمَّ جَاهَدُوْا وَصَبَرُوْاۚ اِنَّ رَبَّكَ مِنْۢ بَعْدِهَا لَغَفُوْرٌ رَّحِيْمٌ ࣖ  ",
            "tr": "Ṡumma inna rabbaka lil-lażīna hājarū mim ba‘di mā futinū ṡumma jāhadū wa ṣabarū, inna rabbaka mim ba‘dihā lagafūrur raḥīm(un).",
            "idn": "Kemudian Tuhanmu (pelindung) bagi orang yang berhijrah setelah menderita cobaan, kemudian mereka berjihad dan bersabar, sungguh, Tuhanmu setelah itu benar-benar Maha Pengampun, Maha Penyayang."
        },
        {
            "id": 2012,
            "surah": 16,
            "nomor": 111,
            "ar": "۞ يَوْمَ تَأْتِيْ كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَّفْسِهَا وَتُوَفّٰى كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُوْنَ ",
            "tr": "yauma ta'tī kullu nafsin tujādilu ‘an nafsihā wa tuwaffā kullu nafsim mā ‘amilat wa hum lā yuẓlamūn(a).",
            "idn": "(Ingatlah) pada hari (ketika) setiap orang datang untuk membela dirinya sendiri dan bagi setiap orang diberi (balasan) penuh sesuai dengan apa yang telah dikerjakannya, dan mereka tidak dizalimi (dirugikan)."
        },
        {
            "id": 2013,
            "surah": 16,
            "nomor": 112,
            "ar": "وَضَرَبَ اللّٰهُ مَثَلًا قَرْيَةً كَانَتْ اٰمِنَةً مُّطْمَىِٕنَّةً يَّأْتِيْهَا رِزْقُهَا رَغَدًا مِّنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِاَنْعُمِ اللّٰهِ فَاَذَاقَهَا اللّٰهُ لِبَاسَ الْجُوْعِ وَالْخَوْفِ بِمَا كَانُوْا يَصْنَعُوْنَ ",
            "tr": "wa ḍaraballāhu maṡalan qaryatan kānat āminatam muṭma'innatay ya'tīhā rizquhā ragadam min kulli makānin fa kafarat bi'an‘umillāhi fa ażāqahallāhu libāsal-jū‘i wal-khaufi bimā kānū yaṣna‘ūn(a).",
            "idn": "Dan Allah telah membuat suatu perumpamaan (dengan) sebuah negeri yang dahulunya aman lagi tenteram, rezeki datang kepadanya melimpah ruah dari segenap tempat, tetapi (pen-duduk)nya mengingkari nikmat-nikmat Allah, karena itu Allah menimpakan kepada mereka bencana kelaparan dan ketakutan, disebabkan apa yang mereka perbuat."
        },
        {
            "id": 2014,
            "surah": 16,
            "nomor": 113,
            "ar": "وَلَقَدْ جَاۤءَهُمْ رَسُوْلٌ مِّنْهُمْ فَكَذَّبُوْهُ فَاَخَذَهُمُ الْعَذَابُ وَهُمْ ظٰلِمُوْنَ ",
            "tr": "wa laqad jā'ahum rasūlum minhum fa każżabūhu fa akhażahumul-‘ażābu wa hum ẓālimūn(a).",
            "idn": "Dan sungguh, telah datang kepada mereka seorang rasul dari (kalangan) mereka sendiri, tetapi mereka mendustakannya, karena itu mereka ditimpa azab dan mereka adalah orang yang zalim."
        },
        {
            "id": 2015,
            "surah": 16,
            "nomor": 114,
            "ar": "فَكُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ حَلٰلًا طَيِّبًاۖ وَّاشْكُرُوْا نِعْمَتَ اللّٰهِ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ ",
            "tr": "fa kulū mimmā razaqakumullāhu ḥalālan ṭayyibā(n), wasykurū ni‘matallāhi in kuntum iyyāhu ta‘budūn(a).",
            "idn": "Maka makanlah yang halal lagi baik dari rezeki yang telah diberikan Allah kepadamu; dan syukurilah nikmat Allah, jika kamu hanya menyembah kepada-Nya."
        },
        {
            "id": 2016,
            "surah": 16,
            "nomor": 115,
            "ar": "اِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "tr": "innamā ḥarrama ‘alaikumul-maitata wad-dama wa laḥmal-khinzīri wa mā uhilla ligairillāhi bih(ī), famaniḍṭurra gaira bāgiw wa lā ‘ādin fa innallāha gafūrur raḥīm(un).",
            "idn": "Sesungguhnya Allah hanya mengharamkan atasmu bangkai, darah, daging babi, dan (hewan) yang disembelih dengan (menyebut nama) selain Allah, tetapi barangsiapa terpaksa (memakannya) bukan karena menginginkannya dan tidak (pula) melampaui batas, maka  sungguh, Allah Maha Pengampun, Maha Penyayang."
        },
        {
            "id": 2017,
            "surah": 16,
            "nomor": 116,
            "ar": "وَلَا تَقُوْلُوْا لِمَا تَصِفُ اَلْسِنَتُكُمُ الْكَذِبَ هٰذَا حَلٰلٌ وَّهٰذَا حَرَامٌ لِّتَفْتَرُوْا عَلَى اللّٰهِ الْكَذِبَۗ اِنَّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُوْنَۗ ",
            "tr": "wa lā taqūlū limā taṣifu alsinatukumul-każiba hāżā ḥalāluw wa hāżā ḥarāmul litaftarū ‘alallāhil-każib(a), innal-lażīna yaftarūna ‘alallāhil-każiba lā yufliḥūn(a).",
            "idn": "Dan janganlah kamu mengatakan terhadap apa yang disebut-sebut oleh lidahmu secara dusta ”Ini halal dan ini haram,” untuk mengada-adakan kebohongan terhadap Allah. Sesungguhnya orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung."
        },
        {
            "id": 2018,
            "surah": 16,
            "nomor": 117,
            "ar": "مَتَاعٌ قَلِيْلٌ  ۖوَّلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "tr": "matā‘un qalīl(un), wa lahum ‘ażābun alīm(un).",
            "idn": "(Itu adalah) kesenangan yang sedikit; dan mereka akan mendapat azab yang pedih."
        },
        {
            "id": 2019,
            "surah": 16,
            "nomor": 118,
            "ar": "وَعَلَى الَّذِيْنَ هَادُوْا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِنْ قَبْلُ ۗوَمَا ظَلَمْنٰهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ ",
            "tr": "wa ‘alal-lażīna hādū ḥarramnā mā qaṣaṣnā ‘alaika min qabl(u), wa mā ẓalamnāhum wa lākin kānū anfusahum yaẓlimūn(a).",
            "idn": "Dan terhadap orang Yahudi, Kami haramkan apa yang telah Kami ceritakan dahulu kepadamu (Muhammad). Kami tidak menzalimi mereka, justru merekalah yang menzalimi diri sendiri."
        },
        {
            "id": 2020,
            "surah": 16,
            "nomor": 119,
            "ar": "ثُمَّ اِنَّ رَبَّكَ لِلَّذِيْنَ عَمِلُوا السُّوْۤءَ بِجَهَالَةٍ ثُمَّ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْٓا اِنَّ رَبَّكَ مِنْۢ بَعْدِهَا لَغَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "tr": "Ṡumma inna rabbaka lil-lażīna ‘amilus-sū'a bijahālatin ṡumma tābū mim ba‘di żālika wa aṣlaḥū inna rabbaka mim ba‘dihā lagafūrur raḥīm(un).",
            "idn": "Kemudian, sesungguhnya Tuhanmu (mengampuni) orang yang mengerjakan kesalahan karena kebodohannya, kemudian mereka bertobat setelah itu dan memperbaiki (dirinya), sungguh, Tuhanmu setelah itu benar-benar Maha Pengampun, Maha Penyayang."
        },
        {
            "id": 2021,
            "surah": 16,
            "nomor": 120,
            "ar": "اِنَّ اِبْرٰهِيْمَ كَانَ اُمَّةً قَانِتًا لِّلّٰهِ حَنِيْفًاۗ وَلَمْ يَكُ مِنَ الْمُشْرِكِيْنَۙ",
            "tr": "inna ibrāhīma kāna ummatan qānital lillāhi ḥanīfā(n), wa lam yaku minal-musyrikīn(a).",
            "idn": "Sungguh, Ibrahim adalah seorang imam (yang dapat dijadikan teladan), patuh kepada Allah dan hanif. Dan dia bukanlah termasuk orang musyrik (yang mempersekutukan Allah),"
        },
        {
            "id": 2022,
            "surah": 16,
            "nomor": 121,
            "ar": "شَاكِرًا لِّاَنْعُمِهِ ۖاجْتَبٰىهُ وَهَدٰىهُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "tr": "syākiral li'an‘umih(ī), ijtabāhu wa hadāhu ilā ṣirāṭim mustaqīm(in).",
            "idn": "dia mensyukuri nikmat-nikmat-Nya. Allah telah memilihnya dan menunjukinya ke jalan yang lurus."
        },
        {
            "id": 2023,
            "surah": 16,
            "nomor": 122,
            "ar": "وَاٰتَيْنٰهُ فِى الدُّنْيَا حَسَنَةً ۗوَاِنَّهٗ فِى الْاٰخِرَةِ لَمِنَ الصّٰلِحِيْنَ ۗ  ",
            "tr": "wa ātaināhu fid-dun-yā ḥasanah(tan), wa innahū fil-ākhirati laminaṣ-ṣāliḥīn(a).",
            "idn": "Dan Kami berikan kepadanya kebaikan di dunia, dan sesungguhnya di akhirat dia termasuk orang yang saleh."
        },
        {
            "id": 2024,
            "surah": 16,
            "nomor": 123,
            "ar": "ثُمَّ اَوْحَيْنَآ اِلَيْكَ اَنِ اتَّبِعْ مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًا ۗوَمَا كَانَ مِنَ الْمُشْرِكِيْنَ ",
            "tr": "Ṡumma auḥainā ilaika anittabi‘ millata ibrāhīma ḥanīfā(n), wa mā kāna minal-musyrikīn(a).",
            "idn": "Kemudian Kami wahyukan kepadamu (Muhammad), “Ikutilah agama Ibrahim yang lurus, dan dia bukanlah termasuk orang musyrik.”"
        },
        {
            "id": 2025,
            "surah": 16,
            "nomor": 124,
            "ar": "اِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِيْنَ اخْتَلَفُوْا فِيْهِۗ وَاِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ ",
            "tr": "innamā ju‘ilas-sabtu ‘alal-lażīnakhtalafū fīh(i), wa inna rabbaka layaḥkumu bainahum yaumal-qiyāmati fīmā kānū fīhi yakhtalifūn(a).",
            "idn": "Sesungguhnya (menghormati) hari Sabtu hanya diwajibkan atas orang (Yahudi) yang memperselisihkannya. Dan sesungguhnya Tuhanmu pasti akan memberi keputusan di antara mereka pada hari Kiamat terhadap apa yang telah mereka perselisihkan itu."
        },
        {
            "id": 2026,
            "surah": 16,
            "nomor": 125,
            "ar": "اُدْعُ اِلٰى سَبِيْلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِيْ هِيَ اَحْسَنُۗ اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ",
            "tr": "ud‘u ilā sabīli rabbika bil-ḥikmati wal-mau‘iẓatil-ḥasanati wa jādilhum bil-latī hiya aḥsan(u), inna rabbaka huwa a‘lamu biman ḍalla ‘an sabīlihī wa huwa a‘lamu bil-muhtadīn(a).",
            "idn": "Serulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik, dan berdebatlah dengan mereka dengan cara yang baik. Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang sesat dari jalan-Nya dan Dialah yang lebih mengetahui siapa yang mendapat petunjuk."
        },
        {
            "id": 2027,
            "surah": 16,
            "nomor": 126,
            "ar": "وَاِنْ عَاقَبْتُمْ فَعَاقِبُوْا بِمِثْلِ مَا عُوْقِبْتُمْ بِهٖۗ وَلَىِٕنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصّٰبِرِيْنَ ",
            "tr": "wa in ‘āqabtum fa ‘āqibū bimiṡli mā ‘ūqibtum bih(ī), wa la'in ṣabartum lahuwa khairul liṣ-ṣābirīn(a).",
            "idn": "Dan jika kamu membalas, maka balaslah dengan (balasan) yang sama dengan siksaan yang ditimpakan kepadamu. Tetapi jika kamu bersabar, sesungguhnya itulah yang lebih baik bagi orang yang sabar."
        },
        {
            "id": 2028,
            "surah": 16,
            "nomor": 127,
            "ar": "وَاصْبِرْ وَمَا صَبْرُكَ اِلَّا بِاللّٰهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِيْ ضَيْقٍ مِّمَّا يَمْكُرُوْنَ ",
            "tr": "waṣbir wa mā ṣabruka illā billāhi wa lā taḥzan ‘alaihim wa lā taku fī ḍaiqim mimmā yamkurūn(a).",
            "idn": "Dan bersabarlah (Muhammad) dan kesabaranmu itu semata-mata dengan pertolongan Allah dan janganlah engkau bersedih hati terhadap (kekafiran) mereka dan jangan (pula) bersempit dada terhadap tipu daya yang mereka rencanakan."
        },
        {
            "id": 2029,
            "surah": 16,
            "nomor": 128,
            "ar": "اِنَّ اللّٰهَ مَعَ الَّذِيْنَ اتَّقَوْا وَّالَّذِيْنَ هُمْ مُّحْسِنُوْنَ ࣖ   ۔",
            "tr": "innallāha ma‘al-lażīnattaqau wal-lażīna hum muḥsinūn(a).",
            "idn": "Sungguh, Allah beserta orang-orang yang bertakwa dan orang-orang yang berbuat kebaikan."
        }
    ],
    "surat_selanjutnya": {
        "id": 17,
        "nomor": 17,
        "nama": "الاسراۤء",
        "nama_latin": "Al-Isra'",
        "jumlah_ayat": 111,
        "tempat_turun": "mekah",
        "arti": "Memperjalankan Malam Hari",
        "deskripsi": "Surat ini terdiri atas 111 ayat, termasuk golongan surat-surat Makkiyyah. Dinamakan dengan <i>Al Israa'</i> yang berarti <i>memperjalankan di malam hari</i>, berhubung peristiwa Israa' Nabi Muhammad s.a.w. di Masjidil Haram di Mekah ke Masjidil Aqsha di Baitul Maqdis dicantumkan pada ayat pertama dalam surat ini. Penuturan cerita Israa' pada permulaan surat ini, mengandung isyarat bahwa Nabi Muhammad s.a.w. beserta umatnya kemudian hari akan mencapai martabat yang tinggi dan akan menjadi umat yang besar.<br> Surat ini dinamakan pula dengan <i>Bani Israil</i> artinya <i>keturunan Israil</i> berhubung dengan permulaan surat ini, yakni pada ayat kedua sampai dengan ayat kedelapan dan kemudian dekat akhir surat yakni pada ayat 101 sampai dengan ayat 104, Allah menyebutkan tentang Bani Israil yang setelah menjadi bangsa yang kuat lagi besar lalu menjadi bangsa yang terhina karena menyimpang dari ajaran Allah s.w.t. Dihubungkannya kisah Israa' dengan riwayat <i>Bani Israil</i> pada surat ini, memberikan peringatan bahwa umat Islam akan mengalami keruntuhan, sebagaimana halnya Bani Israil, apabila mereka juga meninggalkan ajaran-ajaran agamanya.",
        "audio": "https://equran.nos.wjv-1.neo.id/audio-full/Misyari-Rasyid-Al-Afasi/017.mp3"
    },
    "surat_sebelumnya": {
        "id": 15,
        "nomor": 15,
        "nama": "الحجر",
        "nama_latin": "Al-Hijr",
        "jumlah_ayat": 99,
        "tempat_turun": "mekah",
        "arti": "Hijr",
        "deskripsi": "Surat ini terdiri atas 99 ayat, termasuk golongan surat-surat Makkiyyah,  karena diturunkan di Mekah sebelum hijrah. Al Hijr  adalah nama  sebuah daerah  pegunungan yang didiami zaman dahulu  oleh kaum  Tsamud terletak  di  pinggir  jalan antara Madinah dan Syam (Syria).<br> Nama surat ini diambil dari nama daerah pegunungan itu, berhubung nasib  penduduknya yaitu  kaum Tsamud  diceritakan pada ayat  80 sampai  dengan 84,  mereka  telah  dimusnahkan Allah  s.w.t.,  karena  mendustakan  Nabi  Shaleh  a.s.  dan berpaling   dari ayat-ayat  Allah. Dalam  surat ini terdapat juga kisah-kisah  kaum yang lain yang telah dibinasakan oleh Allah seperti  kaum Luth  a.s. dan kaum Syu'aib a.s. Dari ke semua kisah-kisah  itu dapat  diambil pelajaran bahwa orang-orang  yang  menentang  ajaran  rasul-rasul  akan  mengalami kehancuran.",
        "audio": "https://equran.nos.wjv-1.neo.id/audio-full/Misyari-Rasyid-Al-Afasi/015.mp3"
    }
}