{
    "nomor": 59,
    "nama": "الحشر",
    "nama_latin": "Al-Hasyr",
    "jumlah_ayat": 24,
    "tempat_turun": "madinah",
    "arti": "Pengusiran",
    "deskripsi": "Surat Al Hasyr terdiri atas 24 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Bayyinah.<br> \tDinamai surat <i>Al Hasyr</i> (pengusiran) diambil dari perkataan <i>Al-Hasyr</i> yang terdapat pada ayat 2 surat ini. Di dalam surat ini disebutkan  kisah pengusiran suatu suku Yahudi yang bernama Bani Nadhir yang berdiam  di sekitar kota Madinah.",
    "audio": "https://equran.nos.wjv-1.neo.id/audio-full/Misyari-Rasyid-Al-Afasi/059.mp3",
    "status": true,
    "ayat": [
        {
            "id": 5127,
            "surah": 59,
            "nomor": 1,
            "ar": "سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
            "tr": "sabbaḥa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa huwal-‘azīzul-ḥakīm(u).",
            "idn": "Apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah; dan Dialah Yang Mahaperkasa, Mahabijaksana."
        },
        {
            "id": 5128,
            "surah": 59,
            "nomor": 2,
            "ar": "هُوَ الَّذِيْٓ اَخْرَجَ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ مِنْ دِيَارِهِمْ لِاَوَّلِ الْحَشْرِۗ مَا ظَنَنْتُمْ اَنْ يَّخْرُجُوْا وَظَنُّوْٓا اَنَّهُمْ مَّانِعَتُهُمْ حُصُوْنُهُمْ مِّنَ اللّٰهِ فَاَتٰىهُمُ اللّٰهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوْا وَقَذَفَ فِيْ قُلُوْبِهِمُ الرُّعْبَ يُخْرِبُوْنَ بُيُوْتَهُمْ بِاَيْدِيْهِمْ وَاَيْدِى الْمُؤْمِنِيْنَۙ فَاعْتَبِرُوْا يٰٓاُولِى الْاَبْصَارِ ",
            "tr": "huwal-lażī akhrajal-lażīna kafarū min ahlil-kitābi min diyārihim li'awwalil-ḥasyr(i), mā ẓanantum ay yakhrujū wa ẓannū annahum māni‘atuhum ḥuṣūnuhum minallāhi fa atāhumullāhu min ḥaiṡu lam yaḥtasibū wa qażafa fī qulūbihimur-ru‘ba yukhribūna buyūtahum bi'aidīhim wa aidil-mu'minīn(a), fa‘tabirū yā ulil-abṣār(i).",
            "idn": "Dialah yang mengeluarkan orang-orang kafir di antara Ahli Kitab dari kampung halamannya pada saat pengusiran yang pertama. Kamu tidak menyangka, bahwa mereka akan keluar dan mereka pun yakin, benteng-benteng mereka akan dapat mempertahankan mereka dari (siksaan) Allah; maka Allah mendatangkan (siksaan) kepada mereka dari arah yang tidak mereka sangka-sangka. Dan Allah menanamkan rasa takut ke dalam hati mereka; sehingga memusnahkan rumah-rumah mereka dengan tangannya sendiri dan tangan orang-orang mukmin. Maka ambillah (kejadian itu) untuk menjadi pelajaran, wahai orang-orang yang mempunyai pandangan!"
        },
        {
            "id": 5129,
            "surah": 59,
            "nomor": 3,
            "ar": "وَلَوْلَآ اَنْ كَتَبَ اللّٰهُ عَلَيْهِمُ الْجَلَاۤءَ لَعَذَّبَهُمْ فِى الدُّنْيَاۗ وَلَهُمْ فِى الْاٰخِرَةِ عَذَابُ النَّارِ ",
            "tr": "wa lau lā an kataballāhu ‘alaihimul-jalā'a la‘ażżabahum fid-dun-yā, wa lahum fil-ākhirati ‘ażābun-nār(i).",
            "idn": "Dan sekiranya tidak karena Allah telah menetapkan pengusiran terhadap mereka, pasti Allah mengazab mereka di dunia. Dan di akhirat mereka akan mendapat azab neraka. "
        },
        {
            "id": 5130,
            "surah": 59,
            "nomor": 4,
            "ar": "ذٰلِكَ بِاَنَّهُمْ شَاۤقُّوا اللّٰهَ وَرَسُوْلَهٗ  ۖوَمَنْ يُّشَاۤقِّ اللّٰهَ فَاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
            "tr": "Żālika bi'annahum syāqqullāha wa rasūlah(ū), wa may yusyāqqillāha fa'innallāha syadīdul-‘iqāb(i).",
            "idn": "Yang demikian itu karena sesungguhnya mereka menentang Allah dan Rasul-Nya. Barangsiapa menentang Allah, maka sesungguhnya Allah sangat keras hukuman-Nya. "
        },
        {
            "id": 5131,
            "surah": 59,
            "nomor": 5,
            "ar": "مَا قَطَعْتُمْ مِّنْ لِّيْنَةٍ اَوْ تَرَكْتُمُوْهَا قَاۤىِٕمَةً عَلٰٓى اُصُوْلِهَا فَبِاِذْنِ اللّٰهِ وَلِيُخْزِيَ الْفٰسِقِيْنَ ",
            "tr": "mā qaṭa‘tum mil līnatin au taraktumūhā qā'imatan ‘alā uṣūlihā fa bi'iżnillāhi wa liyukhziyal-fāsiqīn(a).",
            "idn": "Apa yang kamu tebang di antara pohon kurma (milik orang-orang kafir) atau yang kamu biarkan (tumbuh) berdiri di atas pokoknya, maka (itu terjadi) dengan izin Allah; dan karena Dia hendak memberikan kehinaan kepada orang-orang fasik."
        },
        {
            "id": 5132,
            "surah": 59,
            "nomor": 6,
            "ar": "وَمَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْهُمْ فَمَآ اَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَّلَا رِكَابٍ وَّلٰكِنَّ اللّٰهَ يُسَلِّطُ رُسُلَهٗ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "tr": "wa mā afā'allāhu ‘alā rasūlihī minhum famā aujaftum ‘alaihi min khailiw wa lā rikābiw wa lākinnallāha yusalliṭu rusulahū ‘alā may yasyā'(u), wallāhu ‘alā kulli syai'in qadīr(un).",
            "idn": "Dan harta rampasan fai' dari mereka yang diberikan Allah kepada Rasul-Nya, kamu tidak memerlukan kuda atau unta untuk mendapatkannya, tetapi Allah memberikan kekuasaan kepada rasul-rasul-Nya terhadap siapa yang Dia kehendaki. Dan Allah Mahakuasa atas segala sesuatu."
        },
        {
            "id": 5133,
            "surah": 59,
            "nomor": 7,
            "ar": "مَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْ اَهْلِ الْقُرٰى فَلِلّٰهِ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِۙ كَيْ لَا يَكُوْنَ دُوْلَةً ۢ بَيْنَ الْاَغْنِيَاۤءِ مِنْكُمْۗ وَمَآ اٰتٰىكُمُ الرَّسُوْلُ فَخُذُوْهُ وَمَا نَهٰىكُمْ عَنْهُ فَانْتَهُوْاۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِۘ ",
            "tr": "mā afā'allāhu ‘alā rasūlihī min ahlil-qurā fa lillāhi wa lir-rasūli wa liżil-qurbā wal-yatāmā wal-masākīni wabnis-sabīl(i), kailā yakūna dūlatam bainal-agniyā'i minkum, wa mā ātākumur-rasūlu fa khużūhu wa mā nahākum ‘anhu fantahū, wattaqullāh(a), innallāha syadīdul-‘iqāb(i).",
            "idn": "Harta rampasan (fai') dari mereka yang diberikan Allah kepada Rasul-Nya (yang berasal) dari penduduk beberapa negeri, adalah untuk Allah, Rasul, kerabat (Rasul), anak-anak yatim, orang-orang miskin dan untuk orang-orang yang dalam perjalanan, agar harta itu jangan hanya beredar di antara orang-orang kaya saja di antara kamu. Apa yang diberikan Rasul kepadamu maka terimalah. Dan apa yang dilarangnya bagimu maka tinggalkanlah. Dan bertakwalah kepada Allah. Sungguh, Allah sangat keras hukuman-Nya. "
        },
        {
            "id": 5134,
            "surah": 59,
            "nomor": 8,
            "ar": "لِلْفُقَرَاۤءِ الْمُهٰجِرِيْنَ الَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ وَاَمْوَالِهِمْ يَبْتَغُوْنَ فَضْلًا مِّنَ اللّٰهِ وَرِضْوَانًا وَّيَنْصُرُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَۚ ",
            "tr": "lil-fuqarā'il-muhājirīnal-lażīna ukhrijū min diyārihim wa amwālihim yabtagūna faḍlam minallāhi wa riḍwānaw wa yanṣurūnallāha wa rasūlah(ū), ulā'ika humuṣ-ṣādiqūn(a).",
            "idn": "(Harta rampasan itu juga) untuk orang-orang fakir yang berhijrah yang terusir dari kampung halamannya dan meninggalkan harta bendanya demi mencari karunia dari Allah dan keridaan(-Nya) dan (demi) menolong (agama) Allah dan Rasul-Nya. Mereka itulah orang-orang yang benar. "
        },
        {
            "id": 5135,
            "surah": 59,
            "nomor": 9,
            "ar": "وَالَّذِيْنَ تَبَوَّءُو الدَّارَ وَالْاِيْمَانَ مِنْ قَبْلِهِمْ يُحِبُّوْنَ مَنْ هَاجَرَ اِلَيْهِمْ وَلَا يَجِدُوْنَ فِيْ صُدُوْرِهِمْ حَاجَةً مِّمَّآ اُوْتُوْا وَيُؤْثِرُوْنَ عَلٰٓى اَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ  ۗوَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَۚ ",
            "tr": "wal-lażīna tabawwa'ud-dāra wal-īmāna min qablihim yuḥibbūna man hājara ilaihim wa lā yajidūna fī ṣudūrihim ḥājatam mimmā ūtū wa yu'ṡirūna ‘alā anfusihim wa lau kāna bihim khaṣāṣah(tun), wa may yūqa syuḥḥa nafsihī fa ulā'ika humul-mufliḥūn(a).",
            "idn": "Dan orang-orang (Ansar) yang telah menempati kota Madinah dan telah beriman sebelum (kedatangan) mereka (Muhajirin), mereka mencintai orang yang berhijrah ke tempat mereka. Dan mereka tidak menaruh keinginan dalam hati mereka terhadap apa yang diberikan kepada mereka (Muhajirin); dan mereka mengutamakan (Muhajirin), atas dirinya sendiri, meskipun mereka juga memerlukan. Dan siapa yang dijaga dirinya dari kekikiran, maka mereka itulah orang-orang yang beruntung. "
        },
        {
            "id": 5136,
            "surah": 59,
            "nomor": 10,
            "ar": "وَالَّذِيْنَ جَاۤءُوْ مِنْۢ بَعْدِهِمْ يَقُوْلُوْنَ رَبَّنَا اغْفِرْ لَنَا وَلِاِخْوَانِنَا الَّذِيْنَ سَبَقُوْنَا بِالْاِيْمَانِ وَلَا تَجْعَلْ فِيْ قُلُوْبِنَا غِلًّا لِّلَّذِيْنَ اٰمَنُوْا رَبَّنَآ اِنَّكَ رَءُوْفٌ رَّحِيْمٌ ࣖ ",
            "tr": "wal-lażīna jā'ū mim ba‘dihim yaqūlūna rabbanagfir lanā wa li'ikhwāninal-lażīna sabaqūnā bil-īmāni wa lā taj‘al fī qulūbinā gillal lil-lażīna āmanū rabbanā innaka ra'ūfur raḥīm(un).",
            "idn": "Dan orang-orang yang datang sesudah mereka (Muhajirin dan Ansar), mereka berdoa, “Ya Tuhan kami, ampunilah kami dan saudara-saudara kami yang telah beriman lebih dahulu dari kami, dan janganlah Engkau tanamkan kedengkian dalam hati kami terhadap orang-orang yang beriman. Ya Tuhan kami, Sungguh, Engkau Maha Penyantun, Maha Penyayang.”  "
        },
        {
            "id": 5137,
            "surah": 59,
            "nomor": 11,
            "ar": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ نَافَقُوْا يَقُوْلُوْنَ لِاِخْوَانِهِمُ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ لَىِٕنْ اُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيْعُ فِيْكُمْ اَحَدًا اَبَدًاۙ وَّاِنْ قُوْتِلْتُمْ لَنَنْصُرَنَّكُمْۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ ",
            "tr": "alam tara ilal-lażīna nāfaqū yaqūlūna li'ikhwānihimul-lażīna kafarū min ahlil-kitābi la'in ukhrijtum lanakhrujanna ma‘akum wa lā nuṭī‘u fīkum aḥadan abadā(n), wa in qūtiltum lananṣurannakum, wallāhu yasyhadu innahum lakāżibūn(a).",
            "idn": "Tidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, “Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.” Dan Allah menyaksikan, bahwa mereka benar-benar pendusta. "
        },
        {
            "id": 5138,
            "surah": 59,
            "nomor": 12,
            "ar": "لَىِٕنْ اُخْرِجُوْا لَا يَخْرُجُوْنَ مَعَهُمْۚ وَلَىِٕنْ قُوْتِلُوْا لَا يَنْصُرُوْنَهُمْۚ وَلَىِٕنْ نَّصَرُوْهُمْ لَيُوَلُّنَّ الْاَدْبَارَۙ ثُمَّ لَا يُنْصَرُوْنَ ",
            "tr": "la'in ukhrijū lā yakhrujūna ma‘ahum, wa la'in qūtilū lā yanṣurūnahum, wa la'in naṣarūhum layuwallunnal-adbār(a), ṡumma lā yunṣarūn(a).",
            "idn": "Sungguh, jika mereka diusir, orang-orang munafik itu tidak akan keluar bersama mereka, dan jika mereka di-perangi; mereka (juga) tidak akan menolongnya; dan kalau pun mereka menolongnya pastilah mereka akan berpaling lari ke belakang, kemudian mereka tidak akan mendapat pertolongan. "
        },
        {
            "id": 5139,
            "surah": 59,
            "nomor": 13,
            "ar": "لَاَنْتُمْ اَشَدُّ رَهْبَةً فِيْ صُدُوْرِهِمْ مِّنَ اللّٰهِ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ",
            "tr": "la'antum asyaddu rahbatan fī ṣudūrihim minallāh(i), żālika bi'annahum qaumul lā yafqahūn(a).",
            "idn": "Sesungguhnya dalam hati mereka, kamu (Muslimin) lebih ditakuti daripada Allah. Yang demikian itu karena mereka orang-orang yang tidak mengerti."
        },
        {
            "id": 5140,
            "surah": 59,
            "nomor": 14,
            "ar": "لَا يُقَاتِلُوْنَكُمْ جَمِيْعًا اِلَّا فِيْ قُرًى مُّحَصَّنَةٍ اَوْ مِنْ وَّرَاۤءِ جُدُرٍۗ بَأْسُهُمْ بَيْنَهُمْ شَدِيْدٌ ۗ تَحْسَبُهُمْ جَمِيْعًا وَّقُلُوْبُهُمْ شَتّٰىۗ ذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَۚ ",
            "tr": "lā tuqātilūnakum jamī‘an illā fī quram muḥaṣṣanatin au miw warā'i judur(in), ba'suhum bainahum syadīd(un), taḥsabuhum jamī‘aw wa qulūbuhum syattā, żālika bi'annahum qaumul lā ya‘qilūn(a).",
            "idn": "Mereka tidak akan memerangi kamu (secara) bersama-sama, kecuali di negeri-negeri yang berbenteng atau di balik tembok. Permusuhan antara sesama mereka sangat hebat. Kamu kira mereka itu bersatu padahal hati mereka terpecah belah. Yang demikian itu karena mereka orang-orang yang tidak mengerti. "
        },
        {
            "id": 5141,
            "surah": 59,
            "nomor": 15,
            "ar": "كَمَثَلِ الَّذِيْنَ مِنْ قَبْلِهِمْ قَرِيْبًا ذَاقُوْا وَبَالَ اَمْرِهِمْۚ وَلَهُمْ عَذَابٌ اَلِيْمٌۚ ",
            "tr": "kamaṡalil-lażīna min qablihim qarīban żāqū wabāla amrihim, wa lahum ‘ażābun alīm(un).",
            "idn": "(Mereka) seperti orang-orang yang sebelum mereka (Yahudi) belum lama berselang, telah merasakan akibat buruk (terusir) disebabkan perbuatan mereka sendiri. Dan mereka akan men-dapat azab yang pedih. "
        },
        {
            "id": 5142,
            "surah": 59,
            "nomor": 16,
            "ar": "كَمَثَلِ الشَّيْطٰنِ اِذْ قَالَ لِلْاِنْسَانِ اكْفُرْۚ فَلَمَّا كَفَرَ قَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكَ اِنِّيْٓ اَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ ",
            "tr": "kamaṡalisy-syaiṭāni iż qāla lil-insānikfur, falammā kafara qāla innī barī'um minka innī akhāfullāha rabbal-‘ālamīn(a).",
            "idn": "(Bujukan orang-orang munafik itu) seperti (bujukan) setan ketika ia berkata kepada manusia, “Kafirlah kamu!” Kemudian ketika manusia itu menjadi kafir ia berkata, “Sesungguhnya aku berlepas diri dari kamu, karena sesungguhnya aku takut kepada Allah, Tuhan seluruh alam.” "
        },
        {
            "id": 5143,
            "surah": 59,
            "nomor": 17,
            "ar": "فَكَانَ عَاقِبَتَهُمَآ اَنَّهُمَا فِى النَّارِ خٰلِدَيْنِ فِيْهَاۗ وَذٰلِكَ جَزٰۤؤُا الظّٰلِمِيْنَ ࣖ",
            "tr": "fa kāna ‘āqibatahumā annahumā fin-nāri khālidaini fīhā, wa żālika jazā'uẓ-ẓālimīn(a).",
            "idn": "Maka kesudahan bagi keduanya, bahwa keduanya masuk ke dalam neraka, kekal di dalamnya. Demikianlah balasan bagi orang-orang zalim. "
        },
        {
            "id": 5144,
            "surah": 59,
            "nomor": 18,
            "ar": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَلْتَنْظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ",
            "tr": "yā ayyuhal-lażīna āmanuttaqullāha waltanẓur nafsum mā qaddamat ligad(in), wattaqullāh(a), innallāha khabīrum bimā ta‘malūn(a).",
            "idn": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan hendaklah setiap orang memperhatikan apa yang telah diperbuatnya untuk hari esok (akhirat), dan bertakwalah kepada Allah. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan. "
        },
        {
            "id": 5145,
            "surah": 59,
            "nomor": 19,
            "ar": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ نَسُوا اللّٰهَ فَاَنْسٰىهُمْ اَنْفُسَهُمْۗ  اُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ",
            "tr": "wa lā takūnū kal-lażīna nasullāha fa'ansāhum anfusahum, ulā'ika humul-fāsiqūn(a).",
            "idn": "Dan janganlah kamu seperti orang-orang yang lupa kepada Allah, sehingga Allah menjadikan mereka lupa akan diri sendiri. Mereka itulah orang-orang fasik. "
        },
        {
            "id": 5146,
            "surah": 59,
            "nomor": 20,
            "ar": "لَا يَسْتَوِيْٓ اَصْحٰبُ النَّارِ وَاَصْحٰبُ الْجَنَّةِۗ  اَصْحٰبُ الْجَنَّةِ هُمُ الْفَاۤىِٕزُوْنَ ",
            "tr": "lā yastawī aṣḥābun-nāri wa aṣḥābul-jannah(ti), aṣḥābul-jannati humul-fā'izūn(a).",
            "idn": "Tidak sama para penghuni neraka dengan para penghuni surga; para penghuni surga itulah orang-orang yang memperoleh kemenangan."
        },
        {
            "id": 5147,
            "surah": 59,
            "nomor": 21,
            "ar": "لَوْ اَنْزَلْنَا هٰذَا الْقُرْاٰنَ عَلٰى جَبَلٍ لَّرَاَيْتَهٗ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللّٰهِ ۗوَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُوْنَ ",
            "tr": "lau anzalnā hāżal-qur'āna ‘alā jabalil lara'aitahū khāsyi‘am mutaṣaddi‘am min khasy-yatillāh(i), wa tilkal-amṡālu naḍribuhā lin-nāsi la‘allahum yatafakkarūn(a).",
            "idn": "Sekiranya Kami turunkan Al-Qur'an ini kepada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu Kami buat untuk manusia agar mereka berpikir."
        },
        {
            "id": 5148,
            "surah": 59,
            "nomor": 22,
            "ar": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِۚ هُوَ الرَّحْمٰنُ الرَّحِيْمُ ",
            "tr": "huwallāhul-lażī lā ilāha illā huw(a), ‘ālimul-gaibi wasy-syahādah(ti), huwar-raḥmānur-raḥīm(u).",
            "idn": "Dialah Allah tidak ada tuhan selain Dia. Yang Mengetahui yang gaib dan yang nyata, Dialah Yang Maha Pengasih, Maha Penyayang. "
        },
        {
            "id": 5149,
            "surah": 59,
            "nomor": 23,
            "ar": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَ ۚ اَلْمَلِكُ الْقُدُّوْسُ السَّلٰمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيْزُ الْجَبَّارُ الْمُتَكَبِّرُۗ سُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ",
            "tr": "huwallāhul-lażī lā ilāha illā huw(a), al-malikul-quddūsus-salāmul-mu'minul-muhaiminul-‘azīzul-jabbārul-mutakabbir(u), subḥānallāhi ‘ammā yusyrikūn(a).",
            "idn": "Dialah Allah tidak ada tuhan selain Dia. Maharaja, Yang Mahasuci, Yang Mahasejahtera, Yang Menjaga Keamanan, Pemelihara Keselamatan, Yang Mahaperkasa, Yang Mahakuasa, Yang Memiliki Segala Keagungan, Mahasuci Allah dari apa yang mereka persekutukan."
        },
        {
            "id": 5150,
            "surah": 59,
            "nomor": 24,
            "ar": "هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْاَسْمَاۤءُ الْحُسْنٰىۗ يُسَبِّحُ لَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ ",
            "tr": "huwallāhul-khāliqul-bāri'ul-muṣawwiru lahul-asmā'ul-ḥusnā, yusabbiḥu lahū mā fis-samāwāti wal-arḍ(i), wa huwal-‘azīzul-ḥakīm(u).",
            "idn": "Dialah Allah Yang Menciptakan, Yang Mengadakan, Yang Membentuk Rupa, Dia memiliki nama-nama yang indah. Apa yang di langit dan di bumi bertasbih kepada-Nya. Dan Dialah Yang Mahaperkasa, Mahabijaksana."
        }
    ],
    "surat_selanjutnya": {
        "id": 60,
        "nomor": 60,
        "nama": "الممتحنة",
        "nama_latin": "Al-Mumtahanah",
        "jumlah_ayat": 13,
        "tempat_turun": "madinah",
        "arti": "Wanita Yang Diuji",
        "deskripsi": "Surat Al Mumtahanah terdiri atas 13 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Ahzab. Dinamai <i>Al Mumtahanah</i> (wanita yang diuji), diambil dari kata \"Famtahinuuhunna\" yang berarti <i>maka ujilah mereka</i>, yang terdapat pada ayat 10 surat ini.",
        "audio": "https://equran.nos.wjv-1.neo.id/audio-full/Misyari-Rasyid-Al-Afasi/060.mp3"
    },
    "surat_sebelumnya": {
        "id": 58,
        "nomor": 58,
        "nama": "المجادلة",
        "nama_latin": "Al-Mujadalah",
        "jumlah_ayat": 22,
        "tempat_turun": "madinah",
        "arti": "Gugatan",
        "deskripsi": "Surat Al Mujaadilah terdiri atas 22 ayat, termasuk golongan surat Madaniyyah, diturunkan sesudah surat Al Munaafiquun. Surat ini dinamai dengan <i>Al Mujaadilah</i> (wanita yang mengajukan gugatan) karena pada awal surat ini disebutkan bantahan seorang perempuan, menurut riwayat bernama Khaulah binti Tsa'labah terhadap sikap suaminya yang telah menzhiharnya. Hal ini diadukan kepada Rasulullah s.a.w. dan ia menuntut supaya beliau memberikan putusan yang adil dalam persoalan itu. Dinamai juga <i>Al Mujaadalah</i> yang berarti <i>perbantahan</i>.",
        "audio": "https://equran.nos.wjv-1.neo.id/audio-full/Misyari-Rasyid-Al-Afasi/058.mp3"
    }
}