{
    "status": true,
    "nomor": 108,
    "nama": "الكوثر",
    "nama_latin": "Al-Kausar",
    "jumlah_ayat": 3,
    "tempat_turun": "mekah",
    "arti": "Pemberian Yang Banyak",
    "deskripsi": "Surat Al Kautsar terdiri atas 3 ayat, termasuk golongan surat-surat  Makkiyyah diturunkan sesudah surat Al 'Aadiyaat. Dinamai <i>Al Kautsar</i> (nikmat yang banyak) diambil dari perkataan <i>Al Kautsar</i> yang terdapat pada ayat pertama surat ini.<br>Surat ini sebagai penghibur hati Nabi Muhammad s.a.w.",
    "audio": "https://equran.nos.wjv-1.neo.id/audio-full/Misyari-Rasyid-Al-Afasi/108.mp3",
    "tafsir": [
        {
            "id": 6205,
            "surah": 108,
            "ayat": 1,
            "tafsir": "Dalam ayat ini, Allah menerangkan bahwa Dia telah memberi Nabi Muhammad nikmat dan anugerah yang tidak dapat dihitung banyaknya dan tidak dapat dinilai tinggi mutunya, walaupun (orang musyrik) memandang hina dan tidak menghargai pemberian itu disebabkan kekurangan akal dan pengertian mereka. Pemberian itu berupa kenabian, agama yang benar, petunjuk-petunjuk dan jalan yang lurus yang membawa kepada kebahagiaan hidup di dunia dan di akhirat.\n\nOrang-orang musyrik di Mekah dan orang-orang munafik di Medinah mencemoohkan dan mencaci-maki Nabi saw sebagai berikut:\n\n1.Pengikut-pengikut Muhammad saw terdiri dari orang-orang biasa yang tidak mempunyai kedudukan. Kalau agama yang dibawanya itu benar, tentu yang menjadi pengikut-pengikutnya orang-orang mulia yang berkedudukan di antara mereka. Ucapan ini bukanlah suatu keanehan, karena kaum Nuh juga dahulu kala telah menyatakan yang demikian kepada Nabi Nuh as sebagaimana firman Allah:\n\nMaka berkatalah para pemuka yang kafir dari kaumnya, \"Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.\" (Hud/11 : 27)\n\nSunnatullah yang berlaku di antara hamba-hamba Allah bahwa mereka yang cepat menerima panggilan para rasul adalah orang-orang biasa atau orang lemah karena mereka tidak takut kehilangan pangkat atau kedudukan, karena tidak mempunyai keduanya. Dari itu pertentangan terus-menerus terjadi antara yang merasa terpandang dengan para rasul, tetapi Allah senantiasa membantu para rasul-Nya dan menunjang dakwah mereka.\n\nBegitulah sikap penduduk Mekah terhadap dakwah Nabi Muhammad. Pembesar-pembesar dan orang-orang yang berkedudukan tidak mau mengikuti Nabi karena benci kepada beliau dan terhadap orang-orang biasa yang menjadi pengikut beliau.\n\n2.Orang-orang Mekah bila melihat anak-anak Nabi Muhammad meninggal dunia, mereka berkata, \"Sebutan Muhammad akan lenyap dan ia akan mati punah.\" Mereka mengira bahwa kematian itu suatu kekurangan lalu mereka mengejek Nabi dan berusaha menjauhkan manusia dari beliau.\n\n3.Orang-orang Mekah bila melihat suatu musibah atau kesulitan yang menimpa pengikut-pengikut Nabi, bergembira dan bersenang hati. Mereka menunggu kehancuran para pengikut Nabi, sehingga kedudukan mereka semula yang telah diguncangkan oleh agama baru itu kembali mereka peroleh.\n\nPada surah ini, Allah menyampaikan kepada rasul-Nya, bahwa tuduhan-tuduhan yang dilontarkan oleh orang-orang musyrik itu adalah suatu prasangka yang tidak ada artinya sama sekali. Namun semua itu adalah untuk membersihkan jiwa-jiwa yang masih dapat dipengaruhi oleh isu-isu tersebut dan untuk mematahkan tipu daya orang-orang musyrik, agar mereka mengetahui bahwa perjuangan Nabi saw pasti akan menang dan pengikut-pengikut beliau pasti akan bertambah banyak. \n\nAl-Kautsar diartikan sebagai sungai di surga yang dianugerahkan Allah kepada Nabi Muhammad, dan ada pula yang berpendapat bahwa al-kautsar bermakna kebaikan yang banyak."
        },
        {
            "id": 6206,
            "surah": 108,
            "ayat": 2,
            "tafsir": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad agar mengerjakan salat dan menyembelih hewan kurban karena Allah semata, karena Dia sajalah yang mendidiknya dan melimpahkan karunia-Nya. Dalam ayat lain, Allah berfirman:\n\nKatakanlah (Muhammad), \"Sesungguhnya salatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam, tidak ada sekutu bagi-Nya; dan demikianlah yang diperintahkan kepadaku dan aku adalah orang yang pertama-tama berserah diri (muslim).\" (al-An'am/6: 162-163)"
        },
        {
            "id": 6207,
            "surah": 108,
            "ayat": 3,
            "tafsir": "Sesudah Allah menghibur dan menggembirakan Nabi Muhammad serta memerintahkan supaya mensyukuri anugerah-anugerah-Nya dan sebagai kesempurnaan nikmat-Nya, maka Allah menjadikan musuh-musuh Nabi itu jadi hina dan tidak berdaya. Siapa saja yang membenci dan mencaci Nabi akan hilang pengaruhnya dan tidak ada kebahagiaan baginya di dunia dan di akhirat. Sedang kebaikan dan hasil perjuangan akan tetap jaya sampai hari Kiamat.\n\nOrang-orang kafir Mekah mencaci Nabi Muhammad bukanlah karena mereka tidak senang kepada pribadi Nabi, tetapi karena beliau mencela kebodohan mereka dan mencaci berhala-berhala yang mereka sembah serta mengajak mereka untuk meninggalkan penyembahan berhala-berhala itu.\n\nSungguh Allah telah menepati janji-Nya dengan menghinakan dan menjatuhkan martabat orang-orang yang mencaci Nabi Muhammad, sehingga nama mereka hanya diingat ketika membicarakan orang-orang jahat dan kejahatannya. Adapun kedudukan Nabi saw dan orang-orang yang menerima petunjuk beliau serta nama harum mereka diangkat setinggi-tingginya oleh Allah sepanjang masa."
        }
    ],
    "surat_selanjutnya": {
        "id": 109,
        "nomor": 109,
        "nama": "الكٰفرون",
        "nama_latin": "Al-Kafirun",
        "jumlah_ayat": 6,
        "tempat_turun": "mekah",
        "arti": "Orang-Orang kafir",
        "deskripsi": "Surat Al Kaafiruun terdiri atas 6 ayat, termasuk golongan surat-surat  Makkiyyah, diturunkan sesudah surat Al Maa'uun. Dinamai <i>Al Kaafiruun</i> (orang-orang kafir), diambil dari perkataan  <i>Al Kaafiruun</i> yang terdapat pada ayat pertama surat ini.",
        "audio": "https://equran.nos.wjv-1.neo.id/audio-full/Misyari-Rasyid-Al-Afasi/109.mp3"
    },
    "surat_sebelumnya": {
        "id": 107,
        "nomor": 107,
        "nama": "الماعون",
        "nama_latin": "Al-Ma'un",
        "jumlah_ayat": 7,
        "tempat_turun": "mekah",
        "arti": "Barang Yang Berguna",
        "deskripsi": "Surat ini terdiri atas 7 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat At Taakatsur. Nama <i>Al Maa'uun</i> diambil dari kata <i>Al Maa'uun</i> yang terdapat pada ayat 7, artinya barang-barang yang berguna.",
        "audio": "https://equran.nos.wjv-1.neo.id/audio-full/Misyari-Rasyid-Al-Afasi/107.mp3"
    }
}