{
    "status": true,
    "nomor": 87,
    "nama": "الاعلى",
    "nama_latin": "Al-A'la",
    "jumlah_ayat": 19,
    "tempat_turun": "mekah",
    "arti": "Maha Tinggi",
    "deskripsi": "Surat ini terdiri atas 19 ayat, termasuk golongan surat-surat Makkiyyah, dan diturunkan sesudah surat At Takwiir. Nama <i>Al AÂ´laa</i> diambil dari kata <i>Al AÂ´laa</i> yang terdapat pada ayat pertama, berarti <i>Yang Paling Tinggi</i>. Muslim meriwayatkan dalam kitab Al Jumu'ah, dan diriwayatkan pula oleh Ashhaabus Sunan, dari Nu'man ibnu Basyir bahwa Rasulullah s.a.w. pada shalat dua hari Raya (Fitri dan Adha) dan shalat Jum'at membaca surat Al AÂ´laa pada rakaat pertama, dan surat Al Ghaasyiyah pada rakaat kedua.",
    "audio": "https://equran.nos.wjv-1.neo.id/audio-full/Misyari-Rasyid-Al-Afasi/087.mp3",
    "tafsir": [
        {
            "id": 5949,
            "surah": 87,
            "ayat": 1,
            "tafsir": "Allah memerintahkan Rasul-Nya agar menyucikan nama-Nya dari segala sesuatu yang tidak sesuai dengan kebesaran serta kemuliaan zat dan sifat-Nya. Nama Allah hanya diucapkan dalam rangka memuji-Nya, tidak boleh sesuatu dinamai dengan nama-Nya. Mahasuci Allah Yang Mahatinggi."
        },
        {
            "id": 5950,
            "surah": 87,
            "ayat": 2,
            "tafsir": "Allah menerangkan bahwa Dialah yang menciptakan dan menyempurnakan penciptaan segala makhluk. Allah pula yang menentukan segala sesuatu menurut bentuk dan ukuran yang tepat dan seimbang. Di samping itu, Dia menetapkan ketentuan-ketentuan dan hukum-hukum yang berlaku bagi tiap-tiap makhluk-Nya, sehingga dapat hidup berkembang biak, dan menjaga hidupnya masing-masing.\n\nAllah-lah yang menumbuhkan rumput-rumputan yang hijau dan segar untuk makanan binatang dan ternak yang kemudian dijadikan-Nya kering dengan warna kehitam-hitaman. Allah-lah yang menumbuhkan rumput-rumputan dan mengubahnya menjadi kering, bukanlah patung-patung yang disembah oleh orang kafir itu."
        },
        {
            "id": 5951,
            "surah": 87,
            "ayat": 3,
            "tafsir": "Allah menerangkan bahwa Dialah yang menciptakan dan menyempurnakan penciptaan segala makhluk. Allah pula yang menentukan segala sesuatu menurut bentuk dan ukuran yang tepat dan seimbang. Di samping itu, Dia menetapkan ketentuan-ketentuan dan hukum-hukum yang berlaku bagi tiap-tiap makhluk-Nya, sehingga dapat hidup berkembang biak, dan menjaga hidupnya masing-masing.\n\nAllah-lah yang menumbuhkan rumput-rumputan yang hijau dan segar untuk makanan binatang dan ternak yang kemudian dijadikan-Nya kering dengan warna kehitam-hitaman. Allah-lah yang menumbuhkan rumput-rumputan dan mengubahnya menjadi kering, bukanlah patung-patung yang disembah oleh orang kafir itu."
        },
        {
            "id": 5952,
            "surah": 87,
            "ayat": 4,
            "tafsir": "Allah menerangkan bahwa Dialah yang menciptakan dan menyempurnakan penciptaan segala makhluk. Allah pula yang menentukan segala sesuatu menurut bentuk dan ukuran yang tepat dan seimbang. Di samping itu, Dia menetapkan ketentuan-ketentuan dan hukum-hukum yang berlaku bagi tiap-tiap makhluk-Nya, sehingga dapat hidup berkembang biak, dan menjaga hidupnya masing-masing.\n\nAllah-lah yang menumbuhkan rumput-rumputan yang hijau dan segar untuk makanan binatang dan ternak yang kemudian dijadikan-Nya kering dengan warna kehitam-hitaman. Allah-lah yang menumbuhkan rumput-rumputan dan mengubahnya menjadi kering, bukanlah patung-patung yang disembah oleh orang kafir itu."
        },
        {
            "id": 5953,
            "surah": 87,
            "ayat": 5,
            "tafsir": "Allah menerangkan bahwa Dialah yang menciptakan dan menyempurnakan penciptaan segala makhluk. Allah pula yang menentukan segala sesuatu menurut bentuk dan ukuran yang tepat dan seimbang. Di samping itu, Dia menetapkan ketentuan-ketentuan dan hukum-hukum yang berlaku bagi tiap-tiap makhluk-Nya, sehingga dapat hidup berkembang biak, dan menjaga hidupnya masing-masing.\n\nAllah-lah yang menumbuhkan rumput-rumputan yang hijau dan segar untuk makanan binatang dan ternak yang kemudian dijadikan-Nya kering dengan warna kehitam-hitaman. Allah-lah yang menumbuhkan rumput-rumputan dan mengubahnya menjadi kering, bukanlah patung-patung yang disembah oleh orang kafir itu."
        },
        {
            "id": 5954,
            "surah": 87,
            "ayat": 6,
            "tafsir": "Dalam ayat ini diterangkan bahwa Allah menurunkan Al-Qur'an kepada Nabi Muhammad untuk dibacanya dan Ia akan membukakan hati Nabi-Nya dan menguatkan ingatannya. Dengan demikian, setelah mendengarnya satu kali, maka ia tidak akan lupa apa yang telah didengarnya. Allah berfirman:\n\nMaka Mahatinggi Allah, Raja yang sebenar-benarnya. Dan janganlah engkau (Muhammad) tergesa-gesa (membaca) Al-Qur'an sebelum selesai diwahyukan kepadamu, dan katakanlah, \"Ya Tuhanku, tambahkanlah ilmu kepadaku.\" (thaha/20: 114)\n\nDan firman-Nya:\n\nJangan engkau (Muhammad) gerakkan lidahmu (untuk membaca Al-Qur'an) karena hendak cepat-cepat (menguasai)nya. Sesungguhnya Kami yang akan mengumpulkannya (di dadamu) dan membacakannya. (al-Qiyamah/75: 16-17)"
        },
        {
            "id": 5955,
            "surah": 87,
            "ayat": 7,
            "tafsir": "Dalam ayat ini, Allah menerangkan bahwa bila Ia menghendaki agar Nabi Muhammad melupakan apa yang telah diwahyukan, maka hal itu dapat dilakukan-Nya. Allah berfirman:\n\nDan sesungguhnya jika Kami menghendaki, niscaya Kami lenyapkan apa yang telah Kami wahyukan kepadamu (Muhammad), dan engkau tidak akan mendapatkan seorang pembela pun terhadap Kami. (al-Isra'/17: 86)\n\nTidak lupa apa yang sudah didengar Nabi Muhammad satu kali itu adalah karunia dan kebaikan dari Allah. Sesungguhnya Dia mengetahui apa yang terang dan apa yang tersembunyi, apa yang disebutkan dan apa yang dirahasiakan."
        },
        {
            "id": 5956,
            "surah": 87,
            "ayat": 8,
            "tafsir": "Dalam ayat ini, Allah menerangkan bahwa Ia akan memberi Nabi-Nya taufik kepada jalan yang mudah, yang membawa kepada kebahagiaan di dunia dan di akhirat. Dialah yang memberinya agama yang mudah diterima jiwa dan tidak sukar dipahami oleh akal."
        },
        {
            "id": 5957,
            "surah": 87,
            "ayat": 9,
            "tafsir": "Dalam ayat ini, Allah memerintahkan Rasul-Nya agar memperingatkan umat manusia tentang yang telah ia terima dari-Nya. Allah menyatakan bahwa peringatan itu amat besar kegunaan dan faedahnya bagi manusia, karena peringatan itu memberi petunjuk kepadanya tentang cara-cara mencapai kebahagiaan hidup di dunia dan di akhirat. Akan tetapi, ternyata mereka tetap saja membangkang dan ingkar. Maka Rasulullah janganlah bersedih hati."
        },
        {
            "id": 5958,
            "surah": 87,
            "ayat": 10,
            "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa mereka yang beruntung adalah yang dapat menerima panggilan atau peringatan Rasul-Nya, serta takut kepada Allah dan siksaan-Nya. Mereka inilah yang mempergunakan pikiran mereka yang waras untuk mencapai kebenaran yang kelak akan menjadi pegangan hidup mereka."
        },
        {
            "id": 5959,
            "surah": 87,
            "ayat": 11,
            "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa bagi orang yang ingkar, durhaka, dan menjauhkan diri dari petunjuk-petunjuk yang diberikan Nabi Muhammad, tidak akan berfaedah peringatan yang disampaikan. Oleh karena itu, mereka tetap dalam kekafiran dan akan dilemparkan ke dalam neraka yang paling bawah.\n\nSecara ringkas, orang yang menghadapi panggilan Nabi Muhammad ke jalan Allah itu ada tiga golongan:\n\n1.Golongan orang yang mengetahui dan yakin akan kebenarannya, tidak ada keraguan sedikit pun di dalam hatinya. Orang ini adalah orang mukmin yang sempurna (mu'min kamil) yang takut kepada Tuhannya.\n\n2.Golongan orang yang dalam menerima petunjuk, kemudian ia yakin akan petunjuk itu, lalu menyatakan keimanannya. Orang ini adalah golongan yang agak kurang nilainya dari yang pertama.\n\n3.Golongan yang durhaka dan ingkar, yang telah tertutup hatinya dari panggilan ke jalan Allah. Mereka ini adalah golongan yang paling jahat dan paling jauh dari kebaikan."
        },
        {
            "id": 5960,
            "surah": 87,
            "ayat": 12,
            "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa bagi orang yang ingkar, durhaka, dan menjauhkan diri dari petunjuk-petunjuk yang diberikan Nabi Muhammad, tidak akan berfaedah peringatan yang disampaikan. Oleh karena itu, mereka tetap dalam kekafiran dan akan dilemparkan ke dalam neraka yang paling bawah.\n\nSecara ringkas, orang yang menghadapi panggilan Nabi Muhammad ke jalan Allah itu ada tiga golongan:\n\n1.Golongan orang yang mengetahui dan yakin akan kebenarannya, tidak ada keraguan sedikit pun di dalam hatinya. Orang ini adalah orang mukmin yang sempurna (mu'min kamil) yang takut kepada Tuhannya.\n\n2.Golongan orang yang dalam menerima petunjuk, kemudian ia yakin akan petunjuk itu, lalu menyatakan keimanannya. Orang ini adalah golongan yang agak kurang nilainya dari yang pertama.\n\n3.Golongan yang durhaka dan ingkar, yang telah tertutup hatinya dari panggilan ke jalan Allah. Mereka ini adalah golongan yang paling jahat dan paling jauh dari kebaikan."
        },
        {
            "id": 5961,
            "surah": 87,
            "ayat": 13,
            "tafsir": "Dalam ayat ini, Allah menerangkan bahwa orang-orang yang dimasukkan ke dalam neraka itu menjalani siksaan yang tidak ada habis-habisnya. Mereka merasakan sakit yang tidak ada batasnya, tidak mati di dalamnya dan tidak pula hidup. Allah berfirman:\n\nDan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir. (Fathir/35: 36)"
        },
        {
            "id": 5962,
            "surah": 87,
            "ayat": 14,
            "tafsir": "Allah menerangkan bahwa orang yang beruntung, yaitu terhindar dari siksa akhirat, adalah orang yang bersih, beriman kepada Allah dan tidak mempersekutukan-Nya, serta percaya kepada yang disampaikan oleh Nabi Muhammad saw.\n\nBila terlintas dalam hatinya dan ia ingat sifat-sifat Tuhan yang mempunyai kebesaran dan kemuliaan, maka ketika itu pula ia tunduk kepada kekuasaan-Nya lalu sujud melakukan salat. Allah berfirman:\n\nSesungguhnya orang-orang yang beriman adalah mereka yang apabila disebut nama Allah gemetar hatinya, dan apabila dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhan mereka bertawakal. (al-Anfal/8: 2)"
        },
        {
            "id": 5963,
            "surah": 87,
            "ayat": 15,
            "tafsir": "Allah menerangkan bahwa orang yang beruntung, yaitu terhindar dari siksa akhirat, adalah orang yang bersih, beriman kepada Allah dan tidak mempersekutukan-Nya, serta percaya kepada yang disampaikan oleh Nabi Muhammad saw.\n\nBila terlintas dalam hatinya dan ia ingat sifat-sifat Tuhan yang mempunyai kebesaran dan kemuliaan, maka ketika itu pula ia tunduk kepada kekuasaan-Nya lalu sujud melakukan salat. Allah berfirman:\n\nSesungguhnya orang-orang yang beriman adalah mereka yang apabila disebut nama Allah gemetar hatinya, dan apabila dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhan mereka bertawakal. (al-Anfal/8: 2)"
        },
        {
            "id": 5964,
            "surah": 87,
            "ayat": 16,
            "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa orang kafir lebih mengutamakan kesenangan di dunia daripada kesenangan di akhirat. Padahal, semestinya mereka memilih kesenangan akhirat, sesuai dengan yang dikehendaki oleh agama Allah. Kesenangan akhirat itu lebih baik dan kekal abadi, sedangkan kesenangan di dunia akan lenyap diliputi oleh kekotoran dan kesedihan. Meskipun begitu, secara umum manusia perlu seimbang dalam usaha dan mengatur porsi waktu untuk kepentingan dunia dan akhirat, sebagaimana firman Allah:\n\nDan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia dan berbuat baiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu, dan janganlah kamu berbuat kerusakan di bumi. Sungguh, Allah tidak menyukai orang yang berbuat kerusakan. (al-Qasas/28: 77)"
        },
        {
            "id": 5965,
            "surah": 87,
            "ayat": 17,
            "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa orang kafir lebih mengutamakan kesenangan di dunia daripada kesenangan di akhirat. Padahal, semestinya mereka memilih kesenangan akhirat, sesuai dengan yang dikehendaki oleh agama Allah. Kesenangan akhirat itu lebih baik dan kekal abadi, sedangkan kesenangan di dunia akan lenyap diliputi oleh kekotoran dan kesedihan. Meskipun begitu, secara umum manusia perlu seimbang dalam usaha dan mengatur porsi waktu untuk kepentingan dunia dan akhirat, sebagaimana firman Allah:\n\nDan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia dan berbuat baiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu, dan janganlah kamu berbuat kerusakan di bumi. Sungguh, Allah tidak menyukai orang yang berbuat kerusakan. (al-Qasas/28: 77)"
        },
        {
            "id": 5966,
            "surah": 87,
            "ayat": 18,
            "tafsir": "Dalam ayat ini, Allah menerangkan bahwa apa yang disampaikan-Nya kepada Nabi Muhammad tentang perintah dan larangan, janji anugerah dan peringatan adalah sama dengan apa yang telah terdapat di dalam kitab Nabi Ibrahim dan Nabi Musa. Dengan demikian, Nabi Muhammad hanya mengingatkan kembali kepada agama-Nya yang terdahulu yang telah dilupakan oleh manusia. Agama yang ada itu telah diubah oleh tangan-tangan manusia, dirusak oleh hawa nafsu dan adat istiadat nenek moyang mereka sehingga telah menyimpang dari yang sebenarnya. Firman Allah:\n\nDan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam, Yang dibawa turun oleh ar-Ruh al-Amin (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan, dengan bahasa Arab yang jelas. Dan sungguh, (Al-Qur'an) itu (disebut) dalam kitab-kitab orang yang terdahulu. (asy-Syu'ara'/26: 192-196)\n\nDia (Allah) telah mensyariatkan kepadamu agama yang telah diwasiatkan-Nya kepada Nuh dan apa yang telah Kami wahyukan kepadamu (Muhammad) dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa yaitu tegakkanlah agama (keimanan dan ketakwaan) dan janganlah kamu berpecah-belah di dalamnya. Sangat berat bagi orang-orang musyrik (untuk mengikuti) agama yang kamu serukan kepada mereka. Allah memilih orang yang Dia kehendaki kepada agama tauhid dan memberi petunjuk kepada (agama)-Nya bagi orang yang kembali (kepada-Nya). (asy-Syura/42: 13)"
        },
        {
            "id": 5967,
            "surah": 87,
            "ayat": 19,
            "tafsir": "Dalam ayat ini, Allah menerangkan bahwa apa yang disampaikan-Nya kepada Nabi Muhammad tentang perintah dan larangan, janji anugerah dan peringatan adalah sama dengan apa yang telah terdapat di dalam kitab Nabi Ibrahim dan Nabi Musa. Dengan demikian, Nabi Muhammad hanya mengingatkan kembali kepada agama-Nya yang terdahulu yang telah dilupakan oleh manusia. Agama yang ada itu telah diubah oleh tangan-tangan manusia, dirusak oleh hawa nafsu dan adat istiadat nenek moyang mereka sehingga telah menyimpang dari yang sebenarnya. Firman Allah:\n\nDan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam, Yang dibawa turun oleh ar-Ruh al-Amin (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan, dengan bahasa Arab yang jelas. Dan sungguh, (Al-Qur'an) itu (disebut) dalam kitab-kitab orang yang terdahulu. (asy-Syu'ara'/26: 192-196)\n\nDia (Allah) telah mensyariatkan kepadamu agama yang telah diwasiatkan-Nya kepada Nuh dan apa yang telah Kami wahyukan kepadamu (Muhammad) dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa yaitu tegakkanlah agama (keimanan dan ketakwaan) dan janganlah kamu berpecah-belah di dalamnya. Sangat berat bagi orang-orang musyrik (untuk mengikuti) agama yang kamu serukan kepada mereka. Allah memilih orang yang Dia kehendaki kepada agama tauhid dan memberi petunjuk kepada (agama)-Nya bagi orang yang kembali (kepada-Nya). (asy-Syura/42: 13)"
        }
    ],
    "surat_selanjutnya": {
        "id": 88,
        "nomor": 88,
        "nama": "الغاشية",
        "nama_latin": "Al-Gasyiyah",
        "jumlah_ayat": 26,
        "tempat_turun": "mekah",
        "arti": "Hari Kiamat",
        "deskripsi": "Surat ini terdiri atas 26 ayat, termasuk surat-surat Makkiyah, diturunkan sesudah surat Adz Dzaariat. Nama <i>Ghaasyiyah</i> diambil dari kata <i>Al Ghaasyiyah</i> yang terdapat pada ayat pertama surat ini yang  artinya peristiwa yang dahsyat, tapi yang dimaksud adalah hari kiamat. Surat ini adalah surat yang kerap kali dibaca Nabi pada rakaat kedua  pada shalat hari-hari Raya dan shalat Jum'at",
        "audio": "https://equran.nos.wjv-1.neo.id/audio-full/Misyari-Rasyid-Al-Afasi/088.mp3"
    },
    "surat_sebelumnya": {
        "id": 86,
        "nomor": 86,
        "nama": "الطارق",
        "nama_latin": "At-Tariq",
        "jumlah_ayat": 17,
        "tempat_turun": "mekah",
        "arti": "Yang Datang Di Malam Hari",
        "deskripsi": "Surat Ath Thaariq terdiri atas 17 ayat, termasuk golongan surat-surat Makkiyah,  diturunkan sesudah surat Al Balad.  Dinamai <i>Ath Thaariq</i> (yang datang di malam hari) diambil dari  perkataan <i>Ath Thaariq</i> yang terdapat pada ayat 1 surat ini.",
        "audio": "https://equran.nos.wjv-1.neo.id/audio-full/Misyari-Rasyid-Al-Afasi/086.mp3"
    }
}